Repository: StepicOrg/stepik-ios
Catalog: Stepic/*.lproj/Localizable.strings
Languages: fr, ru

# UnsupportedQuizActionButtonTitle
source: Open the web version to solve
fr: Ouvrez la version Web pour résoudre
ru: Пройти задание в web-версии

# ChoiceQuizEmptyReplyMessage
source: Choose an option
fr: Choisis une option
ru: Выберите вариант

# MultipleChoiceTableQuizPrompt
source: Select one or more options
fr: Sélectionnez une ou plusieurs options
ru: Выберите один или несколько вариантов

# SingleChoiceTableQuizPrompt
source: Select one option
fr: Sélectionnez une option
ru: Выберите один вариант

# CodeQuizDetails
source: Details
fr: Détails
ru: Детали

# CodeQuizDetailSampleTitle
source: Sample data %@:
fr: Exemple de données %@ :
ru: Пример данных %@:

# CodeQuizDetailSampleTitleOne
source: Sample data:
fr: Exemple de données :
ru: Пример данных:

# CodeQuizDetailLimitTitleTime
source: Time limit:
fr: Limite de temps:
ru: Ограничение по времени:

# CodeQuizDetailLimitTitleMemory
source: Memory limit:
fr: Limite de mémoire :
ru: Ограничение по памяти:

# CodeQuizDetailLimitValueMemory
source: %@ MB
fr: %@ Mo
ru: %@ МБ

# CodeQuizEmptyCodeLanguages
source: No supported languages
fr: Aucune langue prise en charge
ru: Нет поддерживаемых языков в приложении

# CodeQuizFullscreenTabInstructionTitle
source: Instruction
ru: Инструкция

# CodeQuizFullscreenTabCodeTitle
source: Code
ru: Код

# CodeQuizFullscreenTabRunTitle
source: Run
fr: Courir
ru: Запуск

# CodeQuizFullscreenTabRunSamplesButtonTitle
source: Samples
fr: Échantillons
ru: Примеры

# CodeQuizFullscreenTabRunInputDataTitle
source: Test Input
fr: Tester l'entrée
ru: Входные данные

# CodeQuizFullscreenTabRunOutputDataTitle
source: Test Output
fr: Sortie d'essai
ru: Результат выполнения

# CodeQuizFullscreenTabRunInputDataPlaceholder
source: Enter test input...
fr: Entrez l'entrée de test...
ru: Введите входные данные...

# CodeQuizFullscreenTabRunRunCodeButtonTitle
source: Run Code
fr: Exécuter le code
ru: Запустить код

# CodeQuizFullscreenTabRunEvaluationTitle
source: Evaluation...
fr: Évaluation...
ru: Выполняется...

# CodeQuizFullscreenTabRunTestOuputEmptyResultTitle
source: Empty result
fr: Résultat vide
ru: Пустой результат

# CodeQuizFullscreenTabRunSamplesAlertTitle
source: Select test input
fr: Sélectionnez l'entrée de test
ru: Выберите входные данные

# CodeQuizRunCodeTooltip
source: Before sending your solution, you can run your code with test input data!
fr: Avant d'envoyer votre solution, vous pouvez exécuter votre code avec des données d'entrée de test !
ru: Перед отправкой решения, вы можете запустить ваш код с тестовыми вводными данными!

# SubmissionsTitle
source: Submissions
fr: Soumissions
ru: Решения

# SubmissionsTitleSelectSubmission
source: Select Submission
fr: Sélectionnez Soumission
ru: Выбор решения

# SubmissionsPlaceholderEmptyTitle
source: No Submissions
fr: Aucune soumission
ru: Решений нет

# SubmissionScoreText
source: Score
ru: Оценка

# SubmissionStatusWrongText
source: Wrong
fr: Mauvais
ru: Неверно

# SubmissionStatusCorrectText
source: Correct
fr: Corriger
ru: Верно

# SubmissionStatusPartiallyCorrectText
source: Partially correct
fr: Partiellement correct
ru: Частично верно

# SubmissionStatusEvaluationText
source: Processing
fr: Traitement
ru: В обработке

# SubmissionsSearchBarPlaceholderText
source: ID, email, name, submission number
fr: ID, email, nom, numéro de soumission
ru: ID, email, имя, номер решения

# SubmissionsActionFilterByUser
source: Filter by user
fr: Filtrer par utilisateur
ru: Фильтр по пользователю

# SubmissionsSelectSubmission
source: Select this submission
fr: Sélectionnez cette soumission
ru: Выбрать это решение

# SubmissionsReviewStateCantReviewTitle
source: Reviewing is not possible.
fr: La révision n'est pas possible.
ru: Рецензирование невозможно.

# SubmissionsReviewStateInProgressTitle
source: %@ out of %@ reviews.
fr: %@ avis sur %@.
ru: %@ из %@ рецензий получены.

# SubmissionsReviewStateNotSubmittedForReviewTitle
source: Not submitted for review.
fr: Non soumis à examen.
ru: Не отправлено на рецензию.

# SubmissionsReviewStateCantReviewAnotherMessage
source: Another submission has been sent for review.
fr: Une autre soumission a été envoyée pour examen.
ru: Другое решение отправлено.

# SubmissionsReviewStateCantReviewTeacherMessage
source: Submission of a teacher cannot be reviewed.
fr: La soumission d'un enseignant ne peut pas être examinée.
ru: Решение преподавателя отрецензировать нельзя.

# SubmissionsReviewStateCantReviewWrongMessage
source: Wrong answer.
fr: Mauvaise réponse.
ru: Ответ неверен.

# SubmissionsReviewStateEvaluationMessage
source: Answer in processing.
fr: Réponse dans le traitement.
ru: Ответ в обработке.

# SubmissionsReviewStateInProgressMessage
source: More reviews are needed for this submission.
fr: Plus d'examens sont nécessaires pour cette soumission.
ru: Нужны ещё рецензии на это решение.

# SubmissionsReviewStateInProgressNotGiveNotTakeMessage
source: %@ has not yet submitted all reviews for other learner submissions and has not received his reviews.
fr: %@ n'a pas encore soumis toutes les évaluations pour les autres soumissions d'apprenants et n'a pas reçu ses évaluations.
ru: %@ ещё не отправил все рецензии на чужие работы и не получил рецензии на свою.

# SubmissionsReviewStateInProgressNotGiveMessage
source: %@ has not yet submitted all reviews for other learner submissions.
fr: %@ n'a pas encore soumis tous les avis pour les autres soumissions d'apprenants.
ru: %@ ещё не отправил все рецензии на чужие работы.

# SubmissionsReviewStateNotSubmittedForReviewMessage
source: Need to send the solution for review.
fr: Besoin d'envoyer la solution pour examen.
ru: Нужно отправить решение на рецензию.

# SubmissionsReviewActionSeeReviewsTitle
source: See reviews
fr: Voir les avis
ru: Посмотреть рецензии

# SubmissionsReviewActionSeeSubmissionTitle
source: See submission
fr: Voir la soumission
ru: Посмотреть решение

# SubmissionsFilterTitle
source: Search Submissions
fr: Soumissions de recherche
ru: Поиск Решений

# SubmissionsFilterSubmissionStatusAnyTitle
source: Any
fr: N'importe quel
ru: Любой

# SubmissionsFilterSubmissionStatusCorrectTitle
source: Correct
fr: Corriger
ru: Верно

# SubmissionsFilterSubmissionStatusWrongTitle
source: Wrong
fr: Mauvais
ru: Неверно

# SubmissionsFilterSubmissionStatusEvaluationTitle
source: Processing
fr: Traitement
ru: В обработке

# SubmissionsFilterOrderDescendingTitle
source: Newer first
fr: Le plus récent d'abord
ru: Сначала новые

# SubmissionsFilterOrderAscendingTitle
source: Older first
fr: Les plus âgés d'abord
ru: Сначала старые

# SubmissionsFilterReviewStatusAnyTitle
source: Any review status
fr: Tout statut d'examen
ru: Любой статус рецензии

# SubmissionsFilterReviewStatusDoneTitle
source: Review done
fr: Examen terminé
ru: Рецензирование завершено

# SubmissionsFilterReviewStatusAwaitingTitle
source: Awaiting review
fr: En attente d'examen
ru: Ожидают рецензии

# SubmissionsFilterSectionSubmissionStatusTitle
source: Submission Status
fr: État de la soumission
ru: Статус решения

# SubmissionsFilterSectionOrderTitle
source: Date
ru: Дата отправки решения

# SubmissionsFilterSectionReviewStatusTitle
source: Reviews
fr: Commentaires
ru: Рецензии

# SubmissionsFilterSectionShowResultTitle
source: Show Result
fr: Afficher le résultat
ru: Показать результат

# SolutionTitle
source: Solution %@
fr: La solution %@
ru: Решение %@

# UnsupportedSolutionTitle
source: Current quiz type is not supported in mobile app yet
fr: Le type de quiz actuel n'est pas encore pris en charge dans l'application mobile
ru: Данный тип заданий пока не поддерживается в приложении

# UnsupportedSolutionActionTitle
source: Open solution in the web version
fr: Solution ouverte dans la version Web
ru: Открыть решение в web-версии

# DiscussionsTitle
source: Comments
fr: commentaires
ru: Комментарии

# DiscussionsAlertActionEditTitle
source: Edit
fr: Éditer
ru: Редактировать

# DiscussionsAlertActionDeleteTitle
source: Delete
fr: Effacer
ru: Удалить

# DiscussionsAlertActionLikeTitle
source: Like
fr: Comme
ru: Нравится

# DiscussionsAlertActionUnlikeTitle
source: Unlike
fr: Contrairement à
ru: Больше не нравится

# DiscussionsAlertActionAbuseTitle
source: Abuse
fr: Abuser de
ru: Пожаловаться

# DiscussionsAlertActionUnabuseTitle
source: Don't abuse
fr: N'abuse pas
ru: Не жаловаться

# DiscussionsAlertActionShowSolutionTitle
source: Show solution
fr: Afficher la solution
ru: Показать решение

# DiscussionsAlertActionShowSubmissionsTitle
source: Submissions
fr: Soumissions
ru: Решения

# DiscussionsSortTypeAlertTitle
source: Sort by
fr: Trier par
ru: Сортировка:

# DiscussionsSortTypeLastDiscussions
source: Last discussions
fr: Dernières discussions
ru: Новые обсуждения

# DiscussionsSortTypeMostLikedDiscussions
source: Most liked
fr: Le plus aimé
ru: Самые популярные

# DiscussionsSortTypeMostActiveDiscussions
source: Most active
fr: Les plus actifs
ru: Самые обсуждаемые

# DiscussionsSortTypeRecentActivityDiscussions
source: Recent activity
fr: Activité récente
ru: Свежие обновления

# DiscussionsIsPinnedBadgeTitle
source: Pinned
fr: Épinglé
ru: Закреплён

# DiscussionThreadSolutionsTitle
source: Solutions
ru: Решения

# DiscussionThreadCommentSolutionTitle
source: Solution %@
fr: La solution %@
ru: Решение %@

# DiscussionsPlaceholderEmptySolutionsTitle
source: No solutions. Post the first one!
fr: Aucune solution. Postez le premier !
ru: Решений нет. Опубликуйте первое!

# DiscussionsPlaceholderEmptySolutionsButtonTitle
source: Post a Solution
fr: Publier une solution
ru: Опубликовать решение

# DiscussionsCommentNotFoundTitle
source: Comment #%@ has been deleted or never existed
fr: Le commentaire #%@ a été supprimé ou n'a jamais existé
ru: Комментарий #%@ удалён или никогда не существовал

# WriteCommentDefaultTitle
source: Comment
fr: Commentaire
ru: Комментарий

# WriteCommentSolutionTitle
source: Solution
fr: La solution
ru: Решение

# WriteCommentPlaceholder
source: Leave a Comment...
fr: Laissez un commentaire...
ru: Оставьте комментарий...

# WriteCommentActionButtonCreate
source: Send
fr: Envoyer
ru: Отправить

# WriteCommentActionButtonEdit
source: Update
fr: Mise à jour
ru: Обновить

# WriteCommentCancelPromptMessage
source: Delete Draft?
fr: Supprimer le brouillon ?
ru: Удалить черновик?

# WriteCommentCancelPromptDestructiveActionTitle
source: Delete
fr: Effacer
ru: Удалить

# WriteCommentSolutionFormatTitle
source: Solution %@
fr: La solution %@
ru: Решение %@

# WriteCommentSelectSolutionTitle
source: Select Solution
fr: Sélectionnez la solution
ru: Выбрать решение

# DownloadsTitle
source: Downloaded courses
fr: Cours téléchargés
ru: Загруженные курсы

# EditStepTitle
source: Edit step
fr: Modifier l'étape
ru: Редактирование шага

# EditStepPlaceholder
source: Text...
fr: Texte...
ru: Текст...

# EditStepMessage
source: You can only edit the step's text, and only using raw HTML. To access full step editor please use the web version of Stepik.
fr: Vous ne pouvez modifier que le texte de l'étape et uniquement en HTML brut. Pour accéder à l'éditeur complet, veuillez utiliser la version Web de Stepik.
ru: Вы можете редактировать только текст шага и только в виде HTML кода. Для доступа к полноценному редактору шагов, пожалуйста, воспользуйтесь веб версией Stepik.

# EditStepRemoteUpdateSuccessfulTitle
source: Updated
fr: Actualisé
ru: Обновлено

# EditStepRemoteUpdateUnsuccessfulTitle
source: Failed to update
fr: Échec de mise à jour
ru: Не удалось обновить

# CourseWidgetArchived
source: Archived
fr: Archivé
ru: В архиве

# CourseWidgetEnrolled
source: Enrolled
fr: Inscrit
ru: Вы записаны

# CourseWidgetPriceFree
source: Free
fr: Libre
ru: Бесплатно

# CourseWidgetSeeAllTitle
source: See All
fr: Voir tout
ru: Посмотреть все

# CourseListFilterTitle
source: Filters
fr: Filtres
ru: Фильтры

# CourseListFilterSectionCourseLanguageTitle
source: Course Language
fr: Langue du cours
ru: Язык курса

# CourseListFilterSectionCourseDetailsTitle
source: Course Details
fr: Détails du cours
ru: Детали курса

# CourseListFilterRowWithCertificateTitle
source: With Certificate
fr: Avec certificat
ru: Только с сертификатом

# CourseListFilterRowIsFreeTitle
source: Free
fr: Libre
ru: Только бесплатные

# CourseListFilterRowShowResultTitle
source: Show Result
fr: Afficher le résultat
ru: Показать результат

# CourseListFilterCourseLanguageAnyTitle
source: Any
fr: N'importe quel
ru: Любой

# SimilarCourseListHeaderTitle
source: Similar themes
fr: Thèmes similaires
ru: Похожие темы

# SimilarCourseListAuthorsHeaderTitle
source: Courses authors
fr: Auteurs des cours
ru: Авторы курсов

# StepikAcademyCourseListHeaderTitle
source: Bored of studying alone?
fr: Lassé d'étudier seul ?
ru: Скучно учиться одному?

# StepikAcademyCourseListHeaderDescription
source: Stepik Academy is a program with the support of a teacher, a group, and a curator from the Stepik team with deadlines and task verification. The training is paid, but it's worth it!
fr: Stepik Academy est un programme avec le soutien d'un enseignant, d'un groupe et d'un conservateur de l'équipe Stepik avec des délais et une vérification des tâches. La formation est payante, mais ça vaut le coup !
ru: Stepik Academy – это программы с поддержкой преподавателя, группы и куратора от команды Stepik c дедлайнами и проверкой заданий. Обучение платное, но оно того стоит!

# StepikAcademyCourseListHeaderMoreButtonTitle
source: Learn More
fr: Apprendre encore plus
ru: Узнать больше

# NewProfileRatingReputation
source: Reputation %@
fr: Réputation %@
ru: Репутация %@

# NewProfileRatingKnowledge
source: Knowledge %@
fr: Connaissances %@
ru: Знания %@

# NewProfileRatingCertificates1
source: %@ Certificate
fr: %@ Certificat
ru: %@ сертификат

# NewProfileRatingCertificates234
source: %@ Certificates
fr: %@ Certificats
ru: %@ сертификата

# NewProfileRatingCertificates567890
source: %@ Certificates
fr: %@ Certificats
ru: %@ сертификатов

# NewProfileRatingCourses1
source: %@ Course
fr: %@ Cours
ru: %@ курс

# NewProfileRatingCourses234
source: %@ Courses
fr: %@ Cours
ru: %@ курса

# NewProfileRatingCourses567890
source: %@ Courses
fr: %@ Cours
ru: %@ курсов

# NewProfileBlockTitleCreatedCourses
source: Created Courses
fr: Cours créés
ru: Созданные курсы

# NewProfileBlockTitleActivity
source: Activity
fr: Activité
ru: Активность

# NewProfileBlockTitleAchievements
source: Achievements
fr: Réalisations
ru: Достижения

# NewProfileBlockTitleCertificates
source: Certificates
fr: Certificats
ru: Сертификаты

# NewProfileBlockTitleSocialProfiles
source: External Links
fr: Liens externes
ru: Ссылки

# NewProfileBlockTitleDetails
source: Details
fr: Détails
ru: Обо мне

# NewProfileBlockTitleDetailsOrganization
source: About Organization
fr: À propos de l'organisation
ru: Об организации

# NewProfileUserActivityNoCurrentStreak
source: Solve today to start a streak
fr: Résolvez aujourd'hui pour commencer une séquence
ru: Начните учиться сегодня

# NewProfileUserActivityCurrentStreak
source: %@ in a row
fr: %@ dans une rangée
ru: %@ без перерыва

# NewProfileUserActivityLongestStreak
source: Max streak %@
fr: Série maximale %@
ru: Максимальная серия %@

# NewProfileStreakNotificationsNotifyPreference
source: Notify About Streaks
fr: Avertir des stries
ru: Уведомления о занятиях

# NewProfileStreakNotificationsTimeSelection
source: Notification Time
fr: Heure de notification
ru: Время напоминания

# IAPPurchaseSucceededTitle
source: Purchase Succeeded
fr: Achat réussi
ru: Покупка удалась

# IAPPurchaseFailedTitle
source: Purchase Failed
fr: Achat raté
ru: Покупка не удалась

# IAPPurchaseSucceededMessage
source: Course "%@" successfully purchased.
fr: Le cours "%@" a été acheté avec succès.
ru: Курс "%@" успешно куплен.

# IAPPurchaseFailedMessage
source: Failed to buy a course "%@". %@
fr: Impossible d'acheter un cours "%@". %@
ru: Не удалось купить курс "%@". %@

# IAPPurchaseErrorPaymentNotAllowed
source: In-app purchases are not allowed.
fr: Les achats intégrés ne sont pas autorisés.
ru: Встроенные покупки не разрешены на данном устройстве.

# IAPPurchaseErrorPaymentUserChanged
source: The current user changed during payment, please log in into your previous user account.
fr: L'utilisateur actuel a changé pendant le paiement, veuillez vous connecter à votre compte d'utilisateur précédent.
ru: Текущий пользователь изменился во время оплаты, пожалуйста, войдите в свою предыдущую учетную запись пользователя.

# IAPPurchaseErrorPaymentReceiptValidationFailed
source: Failed to validate receipt.
fr: Échec de la validation du reçu.
ru: Не удалось верифицировать покупку.

# IAPPurchaseErrorPaymentFailed
source: An error was occurred during processing your purchase.
fr: Une erreur s'est produite lors du traitement de votre achat.
ru: При обработке платежа произошла ошибка.

# IAPPurchaseBuyInWeb
source: Buy in Web
fr: Acheter en ligne
ru: Купить в веб-версии

# QuickActionContinueLearningErrorMessage
source: Failed to continue learning
fr: Échec de la poursuite de l'apprentissage
ru: Не удалось продолжить учиться

# QuickActionContinueLearningErrorUnauthorizedMessage
source: Sign in to continue learning
fr: Connectez-vous pour continuer à apprendre
ru: Войдите, чтобы продолжить учиться

# SiriShortcutContinueLearningTitle
source: Continue Learning
fr: Continuer à apprendre
ru: Продолжить учиться

# SiriShortcutContinueLearningContentDescription
source: Where you left off
fr: Où tu t'es arrêté
ru: С того же места, где остановились

# SiriShortcutContinueLearningKeyword1
source: Continue
fr: Continuer
ru: Продолжить

# SiriShortcutContinueLearningKeyword2
source: Learning
fr: Apprentissage
ru: Учиться

# SiriShortcutContinueLearningKeyword3
source: Course
fr: Cours
ru: Курс

# StepVideoPreviewAccessibilityLabel
source: Video preview
fr: Aperçu vidéo
ru: Просмотр видео

# StepVideoPreviewAccessibilityHint
source: Double-tap to start playing the video
fr: Appuyez deux fois pour lancer la lecture de la vidéo
ru: Коснитесь дважды для начала воспроизведения видео

# VideoPlayerBackButtonAccessibilityLabel
source: Close video player
fr: Fermer le lecteur vidéo
ru: Закрыть видео

# VideoPlayerBackButtonAccessibilityHint
source: Double-tap to stop playing the video and close video player
fr: Appuyez deux fois pour arrêter la lecture de la vidéo et fermer le lecteur vidéo
ru: Коснитесь дважды, чтобы остановить воспроизведение и закрыть видео

# VideoPlayerPlayButtonAccessibilityLabel
source: Start or stop playing the video
fr: Démarrer ou arrêter la lecture de la vidéo
ru: Начать или приостановить воспроизведение видео

# VideoPlayerPlayButtonAccessibilityHint
source: Double-tap to stop or start playing the video
fr: Appuyez deux fois pour arrêter ou démarrer la lecture de la vidéo
ru: Коснитесь дважды, чтобы остановить или начать воспроизведение видео

# VideoPlayerRewindButtonAccessibilityLabel
source: Rewind ten seconds
fr: Rembobiner dix secondes
ru: Перемотать на десять секунд назад

# VideoPlayerRewindButtonAccessibilityHint
source: Double-tap to rewind ten seconds
fr: Appuyez deux fois pour rembobiner dix secondes
ru: Коснитесь дважды, чтобы перемотать на десять секунд назад

# VideoPlayerFastForwardButtonAccessibilityLabel
source: Fast forward ten seconds
fr: Avance rapide de dix secondes
ru: Перемотать на десять секунд вперед

# VideoPlayerFastForwardButtonAccessibilityHint
source: Double-tap to fast forward ten seconds
fr: Appuyez deux fois pour avancer rapidement de dix secondes
ru: Коснитесь дважды, чтобы перемотать на десять секунд вперед

# VideoPlayerPlaybackSpeedButtonAccessibilityLabel
source: Playback speed
fr: Vitesse de lecture
ru: Скорость воспроизведения

# VideoPlayerPlaybackSpeedButtonAccessibilityHint
source: Double-tap to select video playback speed
fr: Appuyez deux fois pour sélectionner la vitesse de lecture vidéo
ru: Коснитесь дважды, чтобы выбрать скорость воспроизведения

# VideoPlayerPlaybackQualityButtonAccessibilityLabel
source: Playback quality
fr: Qualité de lecture
ru: Качество воспроизведения

# VideoPlayerPlaybackQualityButtonAccessibilityHint
source: Double-tap to select video playback quality
fr: Appuyez deux fois pour sélectionner la qualité de lecture vidéo
ru: Коснитесь дважды, чтобы выбрать качество воспроизведения

# AchievementsCodeQuizzesSolvedCppKindTitle
source: Developer.cpp
fr: Développeur.cpp

source: AppStore
fr: Magasin d'applications

source: OK
fr: D'ACCORD

# RefreshingTitle
source: Refreshing...
fr: Rafraîchissant...

# StepDisabledTeacherInCoursePlanEnterpriseTitle
source: <b>Enterprise</b>
fr: <b>Entreprise</b>
