Repository: StepicOrg/stepik-ios
Catalog: Stepic/*.lproj/Localizable.strings
Languages: fr, ru

source: Signed in!
fr: Connecté !
ru: Успешно!

source: Failed to sign in
fr: Échec de la connexion
ru: Не удалось авторизоваться

# FailedToSignInNoEmail
source: Failed to sign in: email is not provided by social network
fr: Échec de la connexion : l'adresse e-mail n'est pas fournie par le réseau social
ru: Не удалось авторизоваться: в аккаунте социальной сети не указан email

# RemoveVideoTitle
source: Remove cached videos
fr: Supprimer les vidéos en cache
ru: Удаление видео из урока

# RemoveVideoBody
source: Are you sure you want to remove cached videos?
fr: Voulez-vous vraiment supprimer les vidéos mises en cache ?
ru: Вы уверены, что хотите удалить сохраненное видео из этого урока?

source: Cancel
fr: Annuler
ru: Отмена

source: Remove
fr: Retirer
ru: Удалить

source: Delete
fr: Effacer
ru: Удалить

source: Yes
fr: Oui
ru: Да

source: Copy
fr: Copie
ru: Скопировать

source: Reload
fr: Recharger
ru: Обновить

# ConnectionErrorTitle
source: Connection error
fr: Erreur de connexion
ru: Ошибка соединения

# ConnectionErrorSubtitle
source: Enable internet connection and retry
fr: Activer la connexion Internet et réessayer
ru: Подключитесь к интернету и повторите попытку

source: Studying
fr: En train d'étudier
ru: Записан на курс

source: Join course
fr: Rejoindre le cours
ru: Поступить на курс

# FailedToRemoveMessage
source: Failed to remove
fr: Échec de la suppression
ru: Ошибка при удалении

# RemovedAllMessage
source: Removed
fr: Supprimé
ru: Удалено

source: Downloading
fr: Téléchargement
ru: Загружается

source: Completed
fr: Complété
ru: Загружено

source: Copied
fr: Copié
ru: Скопировано

# EmptyDownloadsTitle
source: No downloading or downloaded videos
fr: Pas de téléchargement ou de vidéos téléchargées
ru: Загрузок нет!

# EmptyDownloadsDescription
source: You can only download videos from courses that you are enrolled in. Please, go to one of the courses' tabs and try to download videos.
fr: Vous ne pouvez télécharger que les vidéos des cours auxquels vous êtes inscrit. Veuillez accéder à l'un des onglets des cours et essayer de télécharger des vidéos.
ru: Вы можете загрузить видео из вкладок "Мои курсы" и "Все курсы".

source: Lesson
fr: Leçon
ru: Урок

# EmptyMyCoursesTitle
source: You are not enrolled to any course
fr: Vous n'êtes inscrit à aucun cours
ru: Вы не обучаетесь ни на одном курсе

# EmptyMyCoursesDescription
source: Go to "All courses" tab to see the list of available courses, choose some of them to enroll, it's fun!
fr: Allez dans l'onglet "Tous les cours" pour voir la liste des cours disponibles, choisissez-en quelques-uns pour vous inscrire, c'est amusant !
ru: Чтобы записаться на курс, перейдите на вкладку "Все курсы" и выберите любой понравившийся Вам курс!

# ReloadPlayerTitle
source: Video download finished
fr: Téléchargement de la vidéo terminé
ru: Видео загружено

# ReloadPlayerMessage
source: Reload video player?
fr: Recharger le lecteur vidéo ?
ru: Обновить проигрыватель?

source: Begin date
fr: Date de début
ru: Дата начала

source: End date
fr: Date de fin
ru: Дата закрытия

source: Soft deadline
fr: Délai souple
ru: Мягкий дедлайн

source: Hard deadline
fr: Délai contraignant
ru: Жесткий дедлайн

source: Personal Deadline
fr: Date limite personnelle
ru: Персональный дедлайн

source: Certificate
fr: Certificat
ru: Сертификат

source: Summary
fr: Sommaire
ru: О курсе

source: Description
fr: La description
ru: Описание

source: Workload
fr: Charge de travail
ru: Нагрузка

source: Audience
fr: Spectateurs
ru: Целевая аудитория

source: Format
ru: Формат курса

source: Requirements
fr: Conditions
ru: Требования

source: Video
fr: Vidéo
ru: Видео

source: videos
fr: vidéos
ru: видео

# UnenrollAlertTitle
source: Stop studying
fr: Arrêtez d'étudier
ru: Прекратить обучение

# UnenrollAlertMessage
source: Don't you want to study on this course?
fr: Vous ne voulez pas suivre ce cursus ?
ru: Вы действительно хотите перестать учиться на этом курсе?

# Unenroll
source: Stop studying
fr: Arrêtez d'étudier
ru: Прекратить обучение

source: Mb
fr: Mo
ru: Мб

source: No access
fr: Pas d'accès
ru: Нет доступа

# NotEnrolledToCourseMessage
source: You are not enrolled to the course
fr: Vous n'êtes pas inscrit au cours
ru: Вы не обучаетесь на курсе

source: from
fr: de
ru: с

source: until
fr: jusqu'à
ru: до

source: Link
fr: Lien
ru: Ссылка

# OpenInBrowser
source: Open the link in browser?
fr: Ouvrir le lien dans le navigateur ?
ru: Открыть ссылку в браузере?

source: Open
fr: Ouvert
ru: Открыть

# TryJoinFromWeb
source: Try to join course in web version!
fr: Essayez de rejoindre le cours en version Web !
ru: Попробуйте записаться на курс в веб версии!

source: Error
fr: Erreur
ru: Ошибка

source: Email
ru: Эл. почта

source: Password
fr: Mot de passe
ru: Пароль

source: Sign in
fr: S'identifier
ru: Войти

source: Sign up
fr: S'inscrire
ru: Регистрация

# SocialSignIn
source: Continue with
fr: Continue avec
ru: Продолжить с помощью

# DontHaveAccountQuestion
source: Don't have an account?
fr: Vous n'avez pas de compte ?
ru: Нет аккаунта?

source: Forgot password?
fr: mot de passe oublié?
ru: Забыли пароль?

# WrongFields
source: Incorrect fields data!
fr: Données de champs incorrectes !
ru: Неправильно введены данные!

source: Ignore mute switch
fr: Ignorer le commutateur de sourdine
ru: Игнорировать беззвучный режим

# NoSearchResultsTitle
source: Nothing found
fr: Rien n'a été trouvé
ru: Ничего не найдено

source: Alert
fr: Alerte
ru: Внимание

# Confirm
source: Confirm action
fr: Confirmer l'action
ru: Подтвердите действие

# Prompt
source: Enter data
fr: Entrer des données
ru: Введите данные

source: Submit
fr: Soumettre
ru: Отправить

source: Try Again
fr: Réessayer
ru: Попробовать снова

source: Correct
fr: Corriger
ru: Верно!

source: Wrong
fr: Mauvais
ru: Неправильно. Пожалуйста, попробуйте еще раз.

# CorrectFreeResponse
source: Your answer was saved.
fr: Votre réponse a été enregistrée.
ru: Ваше решение сохранено.

# ConnectionErrorText
source: Could not connect to the internet
fr: Impossible de se connecter à Internet
ru: Не удалось подключиться к сети

# EvaluateSubmissionErrorText
source: Failed to evaluate submission
fr: Échec de l'évaluation de la soumission
ru: Не удалось проверить решение

# PeerReviewText
source: This is a task with peer review. Tap to open in web to get points.
fr: Il s'agit d'une tâche avec évaluation par les pairs. Appuyez pour ouvrir sur le Web pour obtenir des points.
ru: Это задание с рецензией. Нажмите, чтобы закончить задание в web и получить баллы.

# ConnectionErrorPullToRefresh
source: Enable connection and pull to refresh
fr: Activer la connexion et tirer pour actualiser
ru: Включите соединение и потяните вниз

# EmptyFindCoursesTitle
source: Refresh courses
fr: Rafraîchir les cours
ru: Обновите курсы

# EmptyFindCoursesDescription
source: Pull to refresh available courses
fr: Tirez pour actualiser les cours disponibles
ru: Потяните вниз, чтобы обновить список доступных курсов

# PullToRefreshSectionsTitle
source: Refresh sections
fr: Actualiser les rubriques
ru: Обновите модули

# PullToRefreshSectionsDescription
source: Pull to refresh sections
fr: Tirez pour actualiser les sections
ru: Потяните вниз, чтобы обновить список модулей

# PullToRefreshUnitsTitle
source: Refresh lessons
fr: Rafraîchir les leçons
ru: Обновите уроки

# PullToRefreshUnitsDescription
source: Pull to refresh lessons
fr: Tirez pour rafraîchir les leçons
ru: Потяните вниз, чтобы обновить список уроков

source: Registration error
fr: Erreur d'enregistrement
ru: Ошибка при регистрации

source: Back
fr: Retour
ru: Назад

source: Done
fr: Fait
ru: Готово

# UserInfo
source: User
fr: Utilisateur
ru: Пользователь

source: Updates
fr: Mises à jour
ru: Обновления

source: Video preferences
fr: Préférences vidéo
ru: Настройки видео

source: Actions
ru: Действия

source: Later
fr: Plus tard
ru: Позже

# NewCommentAlertTitle
source: New comment
fr: Nouveau commentaire
ru: Новый комментарий

# NewCommentAlertMessage
source: Show comment in web?
fr: Afficher le commentaire sur le Web ?
ru: Прочитать комментарий в браузере?

source: Reply
fr: Réponse
ru: Ответить

# ShowComments
source: Show discussions
fr: Afficher les discussions
ru: Показать комментарии

source: Discussions
ru: Комментарии

# ShowMoreReplies
source: More replies
fr: Plus de réponses
ru: Больше ответов

# ShowMoreDiscussions
source: More discussions
fr: Plus de discussions
ru: Больше комментариев

source: Refreshing discussions...
fr: Discussions rafraîchissantes...
ru: Обновляем комментарии...

# PlaceholderNoDiscussionsTitle
source: No discussions. Start the first one!
fr: Pas de discussions. Commencez le premier !
ru: Обсуждений нет. Начните первое!

# PlaceholderNoDiscussionsButtonTitle
source: Leave a Comment
fr: Laissez un commentaire
ru: Написать комментарий

source: Syllabus
fr: Programme
ru: Модули

source: Course
fr: Cours
ru: Курс

source: Next lesson
fr: Prochaine leçon
ru: Следующий урок

# PrevLesson
source: Previous Lesson
fr: Leçon précédente
ru: Предыдущий урок

source: Could not open link
fr: Impossible d'ouvrir le lien
ru: Невозможно открыть ссылку

# OpenInBrowserQuestion
source: Open in browser?
fr: Ouvrir dans le navigateur ?
ru: Открыть в браузере?

source: All Courses
fr: Tous les cours
ru: Все курсы

# SignInToJoin
source: Sign in to join courses
fr: Connectez-vous pour rejoindre des cours
ru: Войдите, чтобы записаться на курсы

source: First name
fr: Prénom
ru: Имя

source: Last name
fr: Nom de famille
ru: Фамилия

# SignUpAction
source: Sign up
fr: S'inscrire
ru: Зарегистрироваться

source: Low
fr: Bas
ru: Низкое

source: High
fr: Haute
ru: Высокое

source: Medium
fr: Moyen
ru: Среднее

source: Very High
fr: Très haut
ru: Очень Высокое

# WiFiLoadPreference
source: Only Wi-Fi video downloads
fr: Seuls les téléchargements vidéo Wi-Fi
ru: Загрузка только по Wi-Fi

# LoadingVideoQualityPreference
source: Downloading video quality
fr: Téléchargement de la qualité vidéo
ru: Качество загружаемого видео

# WatchingVideoQualityPreference
source: Streaming video quality
fr: Qualité vidéo en continu
ru: Качество видео онлайн

source: Sign out
fr: Déconnexion
ru: Выйти

source: Profile
fr: Profil
ru: Профиль

source: Organization
fr: Organisme
ru: Организация

source: Preferences
fr: Préférences
ru: Настройки

source: Current streak
fr: Série actuelle
ru: Текущий рекорд

source: Longest streak
fr: La plus longue série
ru: Личный рекорд

source: Activity
fr: Activité
ru: Активность

# days1
source: day
fr: journée
ru: день

# days234
source: days
fr: journées
ru: дня

# days567890
source: days
fr: journées
ru: дней

# hours1
source: hour
fr: heure
ru: час

# hours234
source: hours
fr: heures
ru: часа

# hours567890
source: hours
fr: heures
ru: часов

# minutes1
source: minute
ru: минута

# minutes234
source: minutes
ru: минуты

# minutes567890
source: minutes
ru: минут

# seconds1
source: second
fr: deuxième
ru: секунда

# seconds234
source: seconds
fr: secondes
ru: секунды

# seconds567890
source: seconds
fr: secondes
ru: секунд

# points1
source: point
fr: indiquer
ru: балл

# points234
source: points
ru: балла

# points567890
source: points
ru: баллов

source: Downloaded
fr: Téléchargé
ru: Загруженное

# ExamTitle
source: Exam
fr: Examen
ru: Экзамен

# ExamProctoredTitle
source: Exam with proctoring
fr: Examen avec surveillance
ru: Экзамен с наблюдением

# ShowExamInWeb
source: Open exam in web version?
fr: Examen ouvert en version Web ?
ru: Открыть экзамен в веб версии?

# LastStepRouterShowExamInWeb
source: The next module is an exam module, you can only solve it in the web version. Press "Open" to continue in the web version.
fr: Le module suivant est un module d'examen, vous ne pouvez le résoudre que dans la version Web. Appuyez sur "Ouvrir" pour continuer dans la version Web.
ru: Следующий модуль экзаменационный, который доступен только в веб версии. Нажмите "Открыть", чтобы продолжить в веб версии.

# StreakNotificationAlertBody
source: Come back and solve a quiz to raise your daily streak!
fr: Revenez et résolvez un quiz pour augmenter votre séquence quotidienne !
ru: Не забудь решить задачу сегодня, чтобы улучшить личный рекорд!

source: No
fr: Non
ru: Нет

# StreakAlertTitle
source: Congrats!
fr: Félicitations!
ru: Учись каждый день

# StreakAlertMessage
source: You are solving %@ %@ in a row. Solve quizzes every day and improve your streak! Would you like to be notified about streaks to learn every day? You can always change this option in preferences.
fr: Vous résolvez %@ %@ d'affilée. Résolvez des quiz tous les jours et améliorez votre séquence ! Souhaitez-vous être informé des séquences à apprendre chaque jour ? Vous pouvez toujours modifier cette option dans les préférences.
ru: Текущий рекорд - %@ %@ без перерыва. Решай задачи каждый день и улучшай личный рекорд! Получать уведомления, чтобы не забывать учиться?

source: Select
fr: Sélectionner
ru: Выбрать

# SelectTimeTitle
source: Modify time
fr: Modifier l'heure
ru: Измените время

# NotifyAboutStreaksPreference
source: Notify about streaks
fr: Avertir des stries
ru: Уведомления о занятиях

source: Notification time
fr: Heure de notification
ru: Время напоминания

source: Notifications
fr: Avis
ru: Уведомления

# StreakNotificationsAlertTitle
source: Streak notifications
fr: Notifications de série
ru: Уведомления

# StreakNotificationsAlertMessage
source: Seems like you've disabled notifications in system settings. Enable them in preferences?
fr: Il semble que vous ayez désactivé les notifications dans les paramètres système. Activez-les dans les préférences ?
ru: Похоже, вы запретили приложению присылать уведомления. Разрешить в настройках системы?

# DeniedNotificationsDefaultAlertTitle
source: Notifications are turned off
fr: Les notifications sont désactivées
ru: Уведомления отключены

# DeniedNotificationsDefaultAlertMessage
source: Seems like you've disabled notifications. Turn on in settings?
fr: Il semble que vous ayez désactivé les notifications. Activer dans les paramètres ?
ru: Похоже, вы отключили уведомления. Включить в настройках?

# NotificationRequestDefaultAlertTitle
source: Stay tuned
fr: Restez à l'écoute
ru: Следи за обновлениями

# NotificationRequestDefaultAlertMessage
source: We are trying to make learning process effective and comfortable. Notify about interesting and relevant content to you?
fr: Nous essayons de rendre le processus d'apprentissage efficace et confortable. Signaler un contenu intéressant et pertinent pour vous ?
ru: Мы пытаемся сделать процесс обучения максимально удобным и полезным. Получать уведомления об интересном и актуальном для вас контенте?

# PassedPercent
source: Passed
fr: Passé
ru: Пройдено

# AuthorDidntUploadVideo
source: Author didn't upload any video yet.
fr: L'auteur n'a pas encore téléchargé de vidéo.
ru: Автор еще не загрузил видео.

source: No video
fr: Pas de vidéo
ru: Нет видео

# StringInputTextFieldPlaceholder
source: Enter your answer
fr: Entrez votre réponse
ru: Введите ответ

# NumberInputTextFieldPlaceholder
source: Enter your answer
fr: Entrez votre réponse
ru: Введите ответ

# FillBlankOptionTitle
source: Select option
fr: Sélectionnez l'option
ru: Выберите вариант

# FillBlankInputTextFieldPlaceholder
source: Enter your answer
fr: Entrez votre réponse
ru: Введите ответ

# FillBlanksSelectAnswerString
source: Select your answer
fr: Sélectionnez votre réponse
ru: Выберите ответ

# FillBlanksSelectButtonString
source: Select
fr: Sélectionner
ru: Выбрать

# DeletedComment
source: Comment deleted
fr: Commentaire supprimé
ru: Комментарий удален

source: Section
ru: Модуль

# ContinueLearning
source: Learn
fr: Apprendre
ru: Учиться

source: Drop course
fr: Abandonnez le cours
ru: Покинуть курс

source: Continue
fr: Continuer
ru: Продолжить

# EmptyTitle
source: Nothing here :(
fr: Rien ici :(
ru: Пусто :(

# CurrentStreakTitle
source: Solving quizzes
fr: Résoudre des quiz
ru: Решаю задачи

source: in a row
fr: dans une rangée
ru: подряд

# CurrentBestStreakAlertTopText
source: Best streak is a great motivation to learn
fr: La meilleure séquence est une excellente motivation pour apprendre
ru: Личный рекорд - отличная мотивация для того, чтобы учиться

# CurrentBestStreakAlertBottomText
source: Solve quizzes every day and improve your results!
fr: Résolvez des quiz tous les jours et améliorez vos résultats !
ru: Решайте задачи каждый день и улучшайте свои показатели!

source: Receive notifications
fr: Recevoir des notifications
ru: Получать напоминания

# Teachers
source: Instructors
fr: Instructeurs
ru: Преподаватели

source: You are solving
fr: Vous résolvez
ru: Вы решаете уже

# SolveToImprove
source: Solve anything to improve your streak!
fr: Résolvez n'importe quoi pour améliorer votre séquence !
ru: Решите задачу для улучшения результата!

# TapToLearnAboutStreaks
source: Tap to learn more about streaks
fr: Appuyez pour en savoir plus sur les séries
ru: Нажмите, чтобы узнать о рекорде

# FeedbackAbout
source: Feedback about the %@ iOS App
fr: Commentaires sur l'application iOS %@
ru: Отзыв о приложении %@ для iOS

source: How would you rate %@?
fr: Comment évalueriez-vous %@?
ru: Как бы Вы оценили %@?

# PleaseLeaveFeedbackAppstore
source: Please, leave your feedback in the AppStore
fr: S'il vous plaît, laissez vos commentaires dans l'AppStore
ru: Пожалуйста, оставьте отзыв в AppStore

# PleaseLeaveFeedbackEmail
source: Please, send your feedback by email
fr: S'il vous plaît, envoyez vos commentaires par e-mail
ru: Пожалуйста, отправьте отзыв по электронной почте

source: Thank you!
fr: Merci!
ru: Спасибо!

source: Share
fr: Partager
ru: Поделиться

source: With distinction
fr: Avec distinction
ru: С отличием

source: Certificate condition
fr: État du certificat
ru: Условие получения сертификата

source: Certificate with distinction
fr: Certificat avec distinction
ru: Сертификат с отличием

# CertificateIsIssued
source: Issuing
fr: Délivrance
ru: Выдается

# CertificateIsNotIssued
source: Not issuing
fr: Ne pas émettre
ru: Не выдается

# CertificateDescriptionBody
source: for the course
fr: pour le cours
ru: за прохождение курса

source: Result
fr: Résultat
ru: Результат

source: Downloads
fr: Téléchargements
ru: Загрузки

source: Find courses
fr: Trouver des cours
ru: Все курсы

source: My courses
fr: Mes cours
ru: Мои курсы

source: Certificates
fr: Certificats
ru: Сертификаты

# AnonymousCertificatesTitle
source: Anonymous users can't have certificates
fr: Les utilisateurs anonymes ne peuvent pas avoir de certificats
ru: Анонимные пользователи не могут иметь сертификаты

# EmptyCertificatesTitle
source: No certificates
fr: Aucun certificat
ru: Ни одного сертификата

# SignInToHaveCertificates
source: Sign in to be able to get a certificate
fr: Connectez-vous pour pouvoir obtenir un certificat
ru: Войдите, чтобы иметь возможность получить сертификат

# EmptyCertificatesDescription
source: Choose a course and learn to get a certificate
fr: Choisissez un cours et apprenez à obtenir un certificat
ru: Выберите курс и учитесь, чтобы получить сертификат

source: Choose course
fr: Choisissez le cours
ru: Выбрать курс

source: Course Staff
fr: Personnel du cours
ru: Команда курса

source: Course Moderator
fr: Modérateur du cours
ru: Модератор курса

# Staff
source: Stepik Staff
fr: Bâton Stepik
ru: Команда Stepik

source: About course
fr: À propos du cours
ru: О курсе

source: Loading course...
fr: Chargement du cours...
ru: Загружаем курс...

source: Joining course...
fr: Rejoindre le cours...
ru: Записываемся на курс...

source: Next task
fr: Tâche suivante
ru: Следующее задание

source: Sign in by email
fr: Connectez-vous par e-mail
ru: Войти с email

# ReactionTransition1
source: Applying your reaction...
fr: Appliquer votre réaction...
ru: Анализируем реакцию...

# ReactionTransition2
source: Looking for next assignment...
fr: A la recherche d'une prochaine mission...
ru: Ищем следующую задачу...

# ReactionTransition3
source: Robots still working...
fr: Les robots fonctionnent toujours...
ru: Роботы ищут задачи...

# ReactionTransition4
source: Making some math...
fr: Faire des maths...
ru: Считаем что-то...

# NoRecommendations
source: We've no recommendations for you.
fr: Nous n'avons pas de recommandations pour vous.
ru: У нас больше нет рекомендаций для вас.

source: Course passed
fr: Cours réussi
ru: Курс пройден

# GoToStepikAppStore
source: Find courses on Stepik
fr: Trouver des cours sur Stepik
ru: Найти другие курсы на Stepik

# triesLeft1
source: %@ try left
fr: %@ essai à gauche
ru: Осталась %@ попытка

# triesLeft234
source: %@ tries left
fr: %@ essais restants
ru: Осталось %@ попытки

# triesLeft567890
source: %@ tries left
fr: %@ essais restants
ru: Осталось %@ попыток

# NoSubmissionsLeft
source: No tries left
fr: Aucun essai restant
ru: Не осталось попыток

source: Reset
fr: Réinitialiser
ru: Сброс

source: Language
fr: Langue
ru: Язык

source: Fullscreen
fr: Plein écran
ru: Развернуть

source: Select language
fr: Choisir la langue
ru: Выберите язык

# SwipeLeftTitle
source: Swipe left
fr: Balayez vers la gauche
ru: Смахивание влево

# SwipeRightTitle
source: Swipe right
fr: Balayez vers la droite
ru: Смахивание вправо

# WelcomeTitle
source: Welcome
fr: Accueillir
ru: Добро пожаловать

# ResetAlertDescription
source: Resetting code will remove all your current progress for this assignment
fr: La réinitialisation du code supprimera toute votre progression actuelle pour ce devoir
ru: Сброс кода удалит весь текущий прогресс по задаче

# NotWithUsYet
source: Didn't join us yet?
fr: Vous ne nous avez pas encore rejoint ?
ru: Еще не с нами?

# JoinCoursesSuggestionDescription
source: Sign in to solve assignments, view content of lessons and get certificates
fr: Connectez-vous pour résoudre des devoirs, afficher le contenu des leçons et obtenir des certificats
ru: Войдите, чтобы решать задания, просматривать уроки и получать сертификаты

# ProgressTitle
source: Progress
fr: Progrès
ru: Прогресс

# FinishOnboarding
source: Start learning
fr: Commencer à apprendre
ru: Начать обучение

# RatingProgress
source: %@ ⁄ %@ XP
ru: %@ ⁄ %@ опыта

# RatingProgressTutorial
source: tutorial
fr: Didacticiel
ru: обучение

# RatingProgressLevel
source: %@ level
fr: %@ niveau
ru: %@ уровень

# NewLevelCongratulationShareText
source: I've reached level %@ in %@ app. Join and beat my record!
fr: J'ai atteint le niveau %@ dans l'application %@. Rejoignez et battez mon record !
ru: Я достиг %@ уровня в приложении %@. Присоединяйся и попытайся побить мой рекорд!

# NewLevelCongratulationText
source: You've reached level %@!
fr: Vous avez atteint le niveau %@ !
ru: Вы достигли %@ уровня!

# RatingCongratulationText
source: Correct! +%@ XP
fr: Corriger! + %@ XP
ru: Правильно! +%@ опыта

source: Share achievement
fr: Partager la réussite
ru: Поделиться достижением

# AchievementLocked
source: locked
fr: fermé à clé
ru: ещё не открыто

# AchievementUnlocked
source: unlocked
fr: déverrouillé
ru: открыто

source: Tap to share achievement
fr: Appuyez pour partager la réussite
ru: Нажмите, чтобы поделиться

# AchievementCongratulationShareText
source: I've unlocked achievement "%@" in %@ app. Join and beat my record!
fr: J'ai déverrouillé le succès "%@" dans l'application %@. Rejoignez et battez mon record !
ru: Я получил достижение «%@» в приложении %@. Присоединяйся и попытайся побить мой рекорд!

# AchievementCongratulationText
source: Achievement "%@" unlocked
fr: Succès dévérouillé
ru: Получено достижение «%@»

# NotSupportedLanguage
source: The language is not supported in the application yet
fr: La langue n'est pas encore prise en charge dans l'application
ru: Язык не поддерживается в приложении

# StreaksAreUpdated
source: Streaks are updated at
fr: Les séries sont mises à jour à
ru: Рекорды обновляются в

source: Settings
fr: Réglages
ru: Настройки

source: Logout
fr: Se déconnecter
ru: Выйти
