Repository: StepicOrg/stepik-ios
Catalog: Stepic/*.lproj/Localizable.strings
Languages: fr, ru

# StepDisabledStudentMessage
source: Write to the course authors so that they pay attention to the settings %@.<br><br>Access may be restored after some time.
fr: Écrivez aux auteurs du cours afin qu'ils prêtent attention aux paramètres %@.<br><br>L'accès peut être restauré après un certain temps.
ru: Напишите авторам курса, чтобы они обратили внимание на настройки %@.<br><br>Возможно, через какое-то время доступ восстановится.

# StepDisabledTeacherTitle
source: Learners can't view the assignment yet
fr: Les apprenants ne peuvent pas encore voir le devoir
ru: Сейчас учащиеся не могут просмотреть эту задачу

# StepDisabledTeacherInCourseMessage
source: For enable learners to view the assignment, change the course type to %@.<br><br>This step has paid features. <a href="https://support.stepik.org/hc/en-us/articles/360012252539">Learn about plans</a>.
fr: Pour permettre aux apprenants de voir le devoir, remplacez le type de cours par %@.<br><br>Cette étape comporte des fonctionnalités payantes. <a href="https://support.stepik.org/hc/en-us/articles/360012252539">En savoir plus sur les forfaits</a>.
ru: Чтобы учащиеся увидели эту задачу, измените тип курса на %@.<br><br>В шаге использована платная функциональность. <a href="https://support.stepik.org/hc/ru/articles/360012252539">О тарифных планах</a>.

# StepDisabledTeacherInCoursePlanProTitle
source: <b>PRO</b> or paid
fr: <b>PRO</b> ou payé
ru: <b>PRO</b> или сделайте его платным

# StepDisabledTeacherNoCourseMessage
source: For enable learners to view the assignment, add the lesson to %@.<br><br>This step has paid features. <a href="https://support.stepik.org/hc/en-us/articles/360012252539">Learn about plans</a>.
fr: Pour permettre aux apprenants de voir le devoir, ajoutez la leçon à %@.<br><br>Cette étape a des fonctionnalités payantes. <a href="https://support.stepik.org/hc/en-us/articles/360012252539">En savoir plus sur les forfaits</a>.
ru: Чтобы учащиеся увидели эту задачу, добавьте урок в %@.<br><br>В шаге использована платная функциональность. <a href="https://support.stepik.org/hc/ru/articles/360012252539">О тарифных планах</a>.

# StepDisabledTeacherNoCoursePlanProTitle
source: a <b>PRO</b> or <b>paid</b> course
fr: un <b>PRO</b> ou <b>payé</b> cours
ru: <b>платный</b> или <b>PRO-курс</b>

# StepDisabledTeacherNoCoursePlanEnterpriseTitle
source: an <b>Enterprise</b> course
fr: une <b>Entreprise</b> cours
ru: <b>Enterprise-курс</b>

# StepPosition
source: Step %@
fr: Marcher %@
ru: Шаг %@

# LessonFinishedDemoPanModalTitle
source: Congratulations! You have just finished the demo-module «%@».
fr: Toutes nos félicitations! Vous venez de terminer le module de démonstration « %@ ».
ru: Поздравляем! Вы закончили демо-модуль «%@».

# LessonFinishedDemoPanModalSubtitle
source: To view, the other lessons buy full access to the course.
fr: Pour voir, les autres leçons achètent un accès complet au cours.
ru: Для доступа к следующим урокам, купите курс.

# LessonFinishedStepsPanModalTitleFinishedCourse
source: This has been the last lesson of the course «%@».
fr: Ceci a été la dernière leçon du cours « %@ ».
ru: Это был последний урок курса «%@».

# LessonFinishedStepsPanModalTitleFinishedCourseWithSuccess
source: Congratulations! You've completed the course «%@».
fr: Toutes nos félicitations! Vous avez terminé le cours « %@ ».
ru: Поздравляем! Вы завершили курс «%@».

# LessonFinishedStepsPanModalTitleFinishedCourseWithSuccessAndCertificate
source: Congratulations! You've completed the course «%@» and received the certificate!
fr: Toutes nos félicitations! Vous avez terminé le cours « %@ » et reçu le certificat !
ru: Поздравляем! Вы завершили курс «%@» и получили сертификат!

source: Congratulations! You've completed the course «%@» and received the certificate with distinction!
fr: Toutes nos félicitations! Vous avez terminé le cours « %@ » et reçu le certificat avec distinction !
ru: Поздравляем! Вы завершили курс «%@» и получили сертификат с отличием!

# LessonFinishedStepsPanModalCertificateFeedback
source: Receive %@ to get a certificate.
fr: Recevez %@ pour obtenir un certificat.
ru: Наберите ещё %@, чтобы получить сертификат.

# LessonFinishedStepsPanModalActionButtonBackToAssignmentsTitle
source: Go Back to the Assignments
fr: Retour aux devoirs
ru: Вернуться к задачам

# LessonFinishedStepsPanModalActionButtonFindNewCourseTitle
source: Find a New Course
fr: Trouver un nouveau cours
ru: Найти новый курс

# LessonFinishedStepsPanModalActionButtonLeaveReviewTitle
source: Leave a Review
fr: Laisser un commentaire
ru: Оставить отзыв

# LessonFinishedStepsPanModalActionButtonShareResultTitle
source: Share Result
fr: Partager le résultat
ru: Поделиться результатом

# LessonFinishedStepsPanModalActionButtonViewCertificateTitle
source: View Certificate
fr: Afficher le certificat
ru: Посмотреть сертификат

# LessonFinishedStepsPanModalSubtitleProgress
source: You've received <b>%@ out of %@</b>, which makes up %@ of the course material.
fr: Vous avez reçu <b>%@ sur %@</b>, ce qui représente %@ du matériel de cours.
ru: Вы набрали <b>%@ из %@</b>, изучив %@ материалов курса.

# LessonFinishedStepsPanModalSubtitleCertificateHint
source: You will be able to put it in your CV or on social networks, or download and print.
fr: Vous pourrez le mettre dans votre CV ou sur les réseaux sociaux, ou le télécharger et l'imprimer.
ru: Потом его можно будет добавить в своё резюме или на страницу в соцсетях, скачать и распечатать.

# LessonFinishedStepsPanModalSubtitleCertificateReadyMessage
source: Put your certificate in your CV or on social networks. This is an excellent result and you can be proud of it!
fr: Mettez votre certificat dans votre CV ou sur les réseaux sociaux. C'est un excellent résultat et vous pouvez en être fier !
ru: Добавьте сертификат в своё резюме или на страницу в соцсетях, это отличный результат и им можно гордиться!

# LessonFinishedStepsPanModalSubtitleCertificateIssuedMessage
source: The regular certificate is issued for %@, the certificate with distinction for %@.
fr: Le certificat régulier est délivré pour %@, le certificat avec distinction pour %@.
ru: Сертификат выдаётся за %@, а сертификат с отличием — за %@.

# LessonFinishedStepsPanModalSubtitleCertificateWithoutDistinctionIssuedMessage
source: The regular certificate is issued for %@.
fr: Le certificat normal est émis pour %@.
ru: Сертификат выдаётся за %@.

# LessonFinishedStepsPanModalSubtitleCertificateDistinctionNeedScoreMessage
source: To receive the certificate with distinction, you need to gain %@, %@ now left.
fr: Pour recevoir le certificat avec distinction, vous devez gagner %@, %@ maintenant à gauche.
ru: Чтобы получить сертификат с отличием, нужно набрать %@, осталось ещё %@.

# LessonFinishedStepsPanModalSubtitleCertificateNotIssuedNeutralMessage
source: There are no certificates in this course, but we don't only learn for formal confirmation, do we?
fr: Il n'y a pas de certificats dans ce cours, mais nous n'apprenons pas seulement pour une confirmation formelle, n'est-ce pas ?
ru: Сертификат в нём не выдаётся, но мы же учимся не только ради формальных свидетельств.

# LessonFinishedStepsPanModalSubtitleCertificateNotIssuedSuccessMessage
source: There are no certificates in this course, but you can share your result on your social networks.
fr: Il n'y a pas de certificats dans ce cours, mais vous pouvez partager votre résultat sur vos réseaux sociaux.
ru: Сертификат в нём не выдаётся, но вы можете поделиться своим результатом в соцсетях.

# LessonFinishedStepsPanModalSubtitleContinueMessage
source: Continue with this course or find another one?
fr: Continuer avec ce cours ou en trouver un autre ?
ru: Продолжите изучать этот курс или поищете другой?

# LessonFinishedStepsPanModalSubtitleCertificateNotReadyNotifyMessage
source: We will notify you when your certificate is ready.
fr: Nous vous informerons lorsque votre certificat sera prêt.
ru: Мы пришлём уведомление, когда сертификат будет готов.

# LessonFinishedStepsPanModalShareResult
source: I've received %@ out of %@ in the course «%@»
fr: J'ai reçu %@ sur %@ dans le cours « %@ »
ru: Я получил(а) %@ из %@ в курсе «%@»

# VideoPlayerPlaybackFailedStateAlertTitle
source: Video player error
fr: Erreur du lecteur vidéo
ru: Ошибка видеоплеера

# VideoPlayerPlaybackFailedStateAlertMessage
source: Video playback error occurred, try again or close the player?
fr: Une erreur de lecture vidéo s'est produite, réessayez ou fermez le lecteur ?
ru: Возникла ошибка воспроизведения видео, попробовать снова или закрыть плеер?

source: Video rate
fr: Tarif vidéo
ru: Скорость воспроизведения

source: Video quality
fr: Qualité vidéo
ru: Качество видео

# VideoPlayerAutoplayPreferenceTitle
source: Auto-transition to next step
fr: Passage automatique à l'étape suivante
ru: Автопереход на следующий шаг

# VideoPlayerAutoplayCancelTitle
source: Stay on this step
fr: Restez sur cette étape
ru: Остаться на этом шаге

# VideoPlayerInvalidVideoAlertTitle
source: Playback error
fr: Erreur de lecture
ru: Ошибка воспроизведения

# VideoPlayerInvalidVideoAlertMessage
source: Video has not been uploaded or processed yet. Please, try again later.
fr: La vidéo n'a pas encore été téléchargée ou traitée. Veuillez réessayer plus tard.
ru: Видео ещё не было загружено преподавателем или обработано. Пожалуйста, попробуйте воспроизвести видео позже.

# VideoPlayerFailedToStartPictureInPictureTitle
source: Playback error
fr: Erreur de lecture
ru: Ошибка воспроизведения

# VideoPlayerFailedToStartPictureInPictureMessage
source: Failed to start playing this video in Picture in Picture.
fr: Échec du démarrage de la lecture de cette vidéo dans Picture in Picture.
ru: Не удалось начать воспроизведение этого видео в режиме "Картинка в картинке".

# StepikSocialNetworksTitle
source: Our social networks
fr: Nos réseaux sociaux
ru: Наши аккаунты в соцсетях

# StepQuizReviewSendPending
source: Send your best submission to review
fr: Envoyez votre meilleure soumission pour examen
ru: Отправьте лучшее решение на проверку

# StepQuizReviewSendInProgress
source: Send your best submission to review. You can't change it later.
fr: Envoyez votre meilleure soumission pour examen. Vous ne pouvez pas le changer plus tard.
ru: Отправьте лучшее из решений на проверку. После отправки заменить решение нельзя.

# StepQuizReviewSendCompleted
source: Submission was sent to review
fr: La soumission a été envoyée pour examen
ru: Решение отправлено на проверку

# StepQuizReviewSendChoose
source: Choose submission
fr: Choisissez la soumission
ru: Выбрать решение

# StepQuizReviewSendSubmit
source: Submit this submission
fr: Soumettre cette soumission
ru: Отправить это решение

# StepQuizReviewGivenTitle
source: Review
fr: Examen
ru: Рецензия

# StepQuizReviewGivenPendingZero
source: Write reviews
fr: Rédiger des avis
ru: Сделайте рецензии на решения других учащихся

# StepQuizReviewGivenInProgressZero1
source: Write %@ review
fr: Ecrire une critique
ru: Сделайте %@ рецензию на решения других учащихся

# StepQuizReviewGivenInProgressZero234
source: Write %@ reviews
fr: Rédigez %@ avis
ru: Сделайте %@ рецензии на решения других учащихся

# StepQuizReviewGivenInProgressZero567890
source: Write %@ reviews
fr: Rédigez %@ avis
ru: Сделайте %@ рецензий на решения других учащихся

# StepQuizReviewGivenInProgress1
source: Write %@ more review. %@.
fr: Rédigez %@ autre avis. %@.
ru: Сделайте ещё %@ рецензию на решения других учащихся. %@.

# StepQuizReviewGivenInProgress234
source: Write %@ more reviews. %@.
fr: Rédigez %@ autres avis. %@.
ru: Сделайте ещё %@ рецензии на решения других учащихся. %@.

# StepQuizReviewGivenInProgress567890
source: Write %@ more reviews. %@.
fr: Rédigez %@ autres avis. %@.
ru: Сделайте ещё %@ рецензий на решения других учащихся. %@.

# StepQuizReviewGivenCompleted1
source: %@ was sent
fr: %@ a été envoyé
ru: %@ отправлена

# StepQuizReviewGivenCompleted234
source: %@ were sent
fr: %@ ont été envoyé
ru: %@ отправлены

# StepQuizReviewGivenCompleted567890
source: %@ were sent
fr: %@ ont été envoyé
ru: %@ отправлено

# StepQuizReviewGivenCompletedAction
source: View given reviews
fr: Afficher les avis donnés
ru: Смотреть отправленные рецензии

# StepQuizReviewGivenInProgressAction
source: Review in Web
fr: Examen sur le Web
ru: Перейти в веб для рецензий

# StepQuizReviewGivenInProgressContinueAction
source: Continue review in Web
fr: Continuer l'examen sur le Web
ru: Продолжить рецензировать в веб

# StepQuizReviewGivenExtraNote
source: Write more reviews to increase your chance to receive review
fr: Rédigez plus d'avis pour augmenter vos chances de recevoir un avis
ru: Делая дополнительные рецензии, вы повышаете шанс получить рецензии на свою работу быстрее

# StepQuizReviewGivenStartReview
source: Start review
fr: Commencer l'examen
ru: Рецензировать

# StepQuizReviewGivenNoReview
source: Nothing to review
fr: Rien à revoir
ru: Пока нет решений для рецензии

# StepQuizReviewTakenPendingZero
source: Wait for reviews of your solution
fr: Attendez les avis de votre solution
ru: Дождитесь рецензий на своё решение

# StepQuizReviewTakenInProgressZero1
source: Wait for %@ review of your solution
fr: Attendez %@ examen de votre solution
ru: Дождитесь %@ рецензию на своё решение

# StepQuizReviewTakenInProgressZero234
source: Wait for %@ reviews of your solution
fr: Attendez %@ avis sur votre solution
ru: Дождитесь %@ рецензии на своё решение

# StepQuizReviewTakenInProgressZero567890
source: Wait for %@ reviews of your solution
fr: Attendez %@ avis sur votre solution
ru: Дождитесь %@ рецензий на своё решение

# StepQuizReviewTakenInProgress1
source: Wait for %@ more review of your solution. %@.
fr: Attendez %@ plus d'examen de votre solution. %@.
ru: Дождитесь ещё %@ рецензию на своё решение. %@.

# StepQuizReviewTakenInProgress234
source: Wait for %@ more reviews of your solution. %@.
fr: Attendez %@ autres avis sur votre solution. %@.
ru: Дождитесь ещё %@-х рецензий на своё решение. %@.

# StepQuizReviewTakenInProgress567890
source: Wait for %@ more reviews of your solution. %@.
fr: Attendez %@ autres avis sur votre solution. %@.
ru: Дождитесь ещё %@-и рецензий на своё решение. %@.

# StepQuizReviewTakenCompleted1
source: %@ review received
fr: %@ avis reçu
ru: %@ получена

# StepQuizReviewTakenCompleted234
source: %@ reviews received
fr: %@ avis reçus
ru: %@ получены

# StepQuizReviewTakenCompleted567890
source: %@ reviews received
fr: %@ avis reçus
ru: %@ получено

# StepQuizReviewTakenAction
source: View received reviews
fr: Afficher les avis reçus
ru: Смотреть полученные рецензии

# StepQuizReviewTakenTitle
source: Received reviews
fr: Avis reçus
ru: Полученные рецензии

# StepQuizReviewTakenHint
source: Average waiting time - 48 hours
fr: Temps d'attente moyen - 48 heures
ru: Обычно первая рецензия приходит через 2 дня после отправки решения на рецензирование (но это не точно)

# StepQuizReviewInstructorPending
source: Instructor will grade your solution with the maximum score of %@.
fr: L'instructeur notera votre solution avec le score maximum de %@.
ru: Дождитесь оценки преподавателя. Максимум за задачу — %@.

# StepQuizReviewInstructorCompleted
source: Your solution graded. You got %@ out of %@.
fr: Votre solution notée. Vous avez %@ sur %@.
ru: Оценка получена. Ваш ответ оценили на %@ из %@.

# StepQuizReviewInstructorCompletedHint
source: The instructor’s response will not come immediately, you will receive a notification
fr: La réponse de l'instructeur ne viendra pas immédiatement, vous recevrez une notification
ru: Преподаватель скоро приступит к проверке. Вы можете продолжить обучение.

# StepQuizReviewInstructorCompletedAction
source: View review
fr: Voir l'avis
ru: Смотреть рецензию преподавателя

# StepQuizReviewPeerPendingZero
source: Get points
fr: Obtenir des points
ru: Получите баллы за задачу

# StepQuizReviewPeerPending
source: Get points, max score is %@
fr: Obtenez des points, le score maximum est %@
ru: Получите баллы. Максимум за задачу — %@.

# StepQuizReviewPeerCompleted1
source: Your solution was scored for %@ out of %@ point
fr: Votre solution a été notée %@ sur %@ point
ru: Оценка получена. Ваш ответ оценили на %@ из %@ балла.

# StepQuizReviewPeerCompleted234
source: Your solution was scored for %@ out of %@ points
fr: Votre solution a été notée %@ sur %@ points
ru: Оценка получена. Ваш ответ оценили на %@ из %@ баллов.

# StepQuizReviewPeerCompleted567890
source: Your solution was scored for %@ out of %@ points
fr: Votre solution a été notée %@ sur %@ points
ru: Оценка получена. Ваш ответ оценили на %@ из %@ баллов.

# StepQuizReviewStagesNotice
source: Quiz verification by the review method. Follow these steps to get points.
fr: Vérification du quiz par la méthode de révision. Suivez ces étapes pour obtenir des points.
ru: Проверка задачи способом рецензирования. Выполните следующие шаги для получения баллов за задание.

# StepQuizReviewTeacherQuizTitle
source: Quiz field
fr: Champ de questionnaire
ru: Поле ответа задачи

# StepQuizReviewTeacherNoticePeer
source: Learners review each other
fr: Les apprenants s'évaluent les uns les autres
ru: Учащиеся проверяют решения друг друга

# StepQuizReviewTeacherNoticeInstructorsNoSubmissions
source: All reviews have been sent.
fr: Tous les avis ont été envoyés.
ru: Все нужные рецензии на решения отправлены.

# StepQuizReviewTeacherNoticeInstructorsSubmissions
source: Review %@, learners will receive points
fr: Révisez %@, les apprenants recevront des points
ru: Отрецензируйте %@, чтобы учащиеся получили баллы.

# CorrectFeedbackTitle1
source: Correct.
fr: Corriger.
ru: Правильно.

# CorrectFeedbackTitle2
source: You are right, well done!
fr: Vous avez raison, bravo !
ru: Правильно, молодец!

# CorrectFeedbackTitle3
source: All is correct.
fr: Tout est correct.
ru: Всё правильно.

# CorrectFeedbackTitle4
source: Right.
fr: Droit.
ru: Верно.

# CorrectFeedbackTitle5
source: You're right!
fr: Tu as raison!
ru: Верно. Так держать!

# CorrectFeedbackTitle6
source: Totally right.
fr: Tout à fait raison.
ru: Здорово, всё верно.

# CorrectFeedbackTitle7
source: Good job.
fr: Bon travail.
ru: Хорошая работа.

# CorrectFeedbackTitle8
source: Great work!
fr: Bon travail!
ru: Отличное решение!

# CorrectFeedbackTitle9
source: Absolutely right.
fr: Absolument raison.
ru: Абсолютно точно.

# CorrectFeedbackTitle10
source: Good news for you, correct!
fr: Bonne nouvelle pour vous, c'est vrai !
ru: Хорошие новости, верно!

# CorrectFeedbackTitle11
source: Fabulous answer.
fr: Réponse fabuleuse.
ru: Прекрасный ответ.

# CorrectFeedbackTitle12
source: Yes!
fr: Oui!
ru: Так точно!

# CorrectFeedbackTitle13
source: Great!
fr: Super!
ru: Отлично!

# CorrectFeedbackTitle14
source: Well done!
fr: Bien fait!
ru: Всё получилось!

# PartiallyCorrectFeedbackTitle1
source: Almost correct! Keep trying.
fr: Presque correcte ! Continue d'essayer.
ru: Почти верно. Так держать!

# PartiallyCorrectFeedbackTitle2
source: You're close to the correct answer. Let's try again!
fr: Vous êtes proche de la bonne réponse. Essayons encore!
ru: Вы близки к верному ответу! Попробуйте улучшить результат.

# PartiallyCorrectFeedbackTitle3
source: Your answer is almost correct. Try to improve your result!
fr: Votre réponse est presque correcte. Essayez d'améliorer votre résultat !
ru: Ваш ответ почти верен. Попробуете улучшить результат?

# PartiallyCorrectFeedbackTitle4
source: Partially correct, great! You can do better, try again!
fr: Partiellement correct, super ! Vous pouvez faire mieux, réessayez !
ru: Почти верно, отлично! Может быть, попробуете ещё?

# PartiallyCorrectFeedbackTitle5
source: Partially correct. Try to improve your score!
fr: Partiellement correct. Essayez d'améliorer votre score!
ru: Почти верно. Попробуйте получить полный балл!

# PartiallyCorrectFeedbackTitle6
source: You're almost right, keep going!
fr: Vous avez presque raison, continuez !
ru: Вы близки к верному ответу, так держать. Попробуете ещё?

# CorrectFeedbackTitleFreeAnswer
source: Any text response will be graded as correct.
fr: Toute réponse textuelle sera considérée comme correcte.
ru: Любой ответ будет оценен как правильный.

# WrongFeedbackTitleNotLastTry1
source: Wrong. Let's try again.
fr: Mauvais. Essayons encore.
ru: Пока неправильно, попробуйте ещё раз.

# WrongFeedbackTitleNotLastTry2
source: No. Time for the next try.
fr: Non. C'est l'heure du prochain essai.
ru: Пока неверно, но вы можете попробовать ещё.

# WrongFeedbackTitleNotLastTry3
source: Try again, incorrect answer.
fr: Réessayez, mauvaise réponse.
ru: Не получилось. Ещё немного и вы точно сможете.

# WrongFeedbackTitleLastTry
source: Incorrect.
ru: Неверно.

# EvaluationFeedbackTitle
source: Evaluation...
fr: Évaluation...
ru: Проверка...

# NextStepNavigationTitle
source: Next
fr: Prochain
ru: Дальше

# DiscountPolicyInverseTitle
source: After every wrong submission your maximum points will be reduced
fr: Après chaque mauvaise soumission, votre maximum de points sera réduit
ru: После каждого неправильного решения баллы, которые можно получить за задание, будут уменьшены

# DiscountPolicyNoWayTitle
source: You will not get points for the next attempts
fr: Vous n'obtiendrez pas de points pour les prochaines tentatives
ru: За Ваши следующие попытки не будут начислены баллы

# DiscountPolicyHalfTitle
source: For next attempts, you will be able to get half of points
fr: Pour les prochaines tentatives, vous pourrez obtenir la moitié des points
ru: За Ваши следующие попытки Вы сможете получить половину баллов

# DiscountPolicyFirstNTitle1
source: You have %@ attempt, for which you will get points
fr: Vous avez %@ tentative, pour laquelle vous obtiendrez des points
ru: У Вас осталась %@ попытка, за которую Вы сможете получить баллы

# DiscountPolicyFirstNTitle234
source: You have %@ attempts, for which you will get points
fr: Vous avez %@ tentatives, pour lesquelles vous obtiendrez des points
ru: У Вас осталось %@ попытки, за которые Вы сможете получить баллы

# DiscountPolicyFirstNTitle567890
source: You have %@ attempts, for which you will get points
fr: Vous avez %@ tentatives, pour lesquelles vous obtiendrez des points
ru: У Вас осталось %@ попыток, за которые Вы сможете получить баллы

# StringQuizTitle
source: Write an answer in form of a text (string)
fr: Rédiger une réponse sous forme de texte (chaîne)
ru: Напишите текст (строку)

# NumberQuizTitle
source: Enter a number
fr: Entrez un nombre
ru: Введите численный ответ

# MathQuizTitle
source: Enter a math formula
fr: Entrez une formule mathématique
ru: Введите математическую формулу

# StringQuizPlaceholder
source: Type your answer
fr: Tapez votre réponse
ru: Введите ответ

# MultipleChoiceQuizTitle
source: Select one or more options
fr: Sélectionnez une ou plusieurs options
ru: Выберите один или несколько вариантов

# SingleChoiceQuizTitle
source: Select one option
fr: Sélectionnez une option
ru: Выберите один вариант

# SortingQuizTitle
source: Sort a given list
fr: Trier une liste donnée
ru: Упорядочьте элементы списка

# MatchingQuizTitle
source: Match two lists
fr: Associer deux listes
ru: Сопоставьте значения из двух списков

# CodeQuizTitle
source: Write a program
fr: Ecrire un programme
ru: Напишите программу

# SQLQuizTitle
source: SQL Challenge - Enter SQL query
fr: Défi SQL – Saisir une requête SQL
ru: SQL Challenge - Введите SQL запрос

# UnsupportedQuizTitle
source: Unsupported step type
fr: Type d'étape non pris en charge
ru: Неподдерживаемый тип шага

# FreeAnswerQuizTitle
source: Write an answer
fr: Rédigez une réponse
ru: Напишите ответ

# FreeAnswerQuizPlaceholder
source: Enter text
fr: Entrez du texte
ru: Введите текст

# FillBlanksQuizTitle
source: Fill in the blanks
fr: Remplir les espaces vides
ru: Заполните пробелы

# TableQuizTitle
source: Select the right cells
fr: Sélectionnez les bonnes cellules
ru: Выберите верные ячейки
