Repository: StepicOrg/stepik-ios
Catalog: Stepic/*.lproj/Localizable.strings
Languages: fr, ru

source: Short bio
fr: Courte biographie
ru: Краткая биография

source: Info
ru: Информация

# ProfileAnonymousTitle
source: Seems like you have no profile
fr: Il semble que vous n'ayez pas de profil
ru: Кажется, у вас нет профиля

# ProfileAnonymousSubtitle
source: Sign in to access more features
fr: Connectez-vous pour accéder à plus de fonctionnalités
ru: Войдите, чтобы получить доступ к большему количеству функций

# SignUpTitle
source: <b>Sign Up</b>
fr: <b>S'inscrire</b>
ru: <b>Зарегистрироваться</b>

# SignInTitleSocial
source: <b>Sign In</b> with social accounts
fr: <b>Connexion</b> avec des comptes sociaux
ru: <b>Войти</b> через соцсети

# SignInTitleEmail
source: <b>Sign In</b> with e-mail
fr: <b>Connexion</b> avec e-mail
ru: <b>Войти</b> с email

# SignInSocialButton
source: Sign In with social
fr: Connectez-vous avec les réseaux sociaux
ru: Вход через соцсеть

# SignInEmailButton
source: Sign In with e-mail
fr: Se connecter avec e-mail
ru: Вход с email

# SignUpButton
source: Sign Up
fr: S'inscrire
ru: Регистрация

source: Name
fr: Nom
ru: Имя

# SignInMoreButton
source: More
fr: Suite
ru: Ещё

# SignInLessButton
source: Less
fr: Moins
ru: Скрыть

source: Remind the password
fr: Rappeler le mot de passe
ru: Вспомнить пароль

# AgreementLabelText
source: By registering you agree to the <a href="http://welcome.stepik.org/en/terms">Terms of Service</a> and <a href="http://welcome.stepik.org/ru/privacy">Privacy Policy</a>
fr: En vous inscrivant, vous acceptez les <a href="http://welcome.stepik.org/en/terms">Conditions d'utilisation</a> et <a href="http://welcome.stepik.org/ru/privacy">Politique de confidentialité</a>
ru: Регистрируясь, вы принимаете условия <a href="http://welcome.stepik.org/ru/terms">использования</a> и <a href="http://welcome.stepik.org/ru/privacy">конфиденциальности</a>

# LogInButton
source: Log in
fr: Connexion
ru: Войти

# RegisterButton
source: Register
fr: S'inscrire
ru: Зарегистрироваться

# WhoopsHead
source: Whoops!
fr: Oups !
ru: Ой!

# TooManyAttemptsSignIn
source: Too many attempts. Please, try later
fr: Trop d'essais. Merci d'essayer plus tard
ru: Слишком много попыток. Повторите позднее

# ValidationEmailAndPasswordError
source: The e-mail address and/or password you specified are not correct.
fr: L'adresse e-mail et/ou le mot de passe que vous avez spécifiés ne sont pas corrects.
ru: Указан неверный email или пароль.

# SocialSignupWithExistingEmailError
source: This email is already used. Please, log in via email.
fr: Cet e-mail est déjà pris. Veuillez vous connecter par e-mail.
ru: Этот email привязан к другому аккаунту. Войдите, используя пароль.

source: Search courses
fr: Rechercher des cours
ru: Поиск курсов

# NotificationsLearning
source: Learning
fr: Apprentissage
ru: Обучение

# NotificationsReviews
source: Reviews
fr: Commentaires
ru: Рецензии

# NotificationsComments
source: Comments
fr: commentaires
ru: Комментарии

# NotificationsTeaching
source: Teaching
fr: Enseignement
ru: Преподавание

# NotificationsOther
source: Other
fr: Autre
ru: Другое

# NotificationsAll
source: All
fr: Tout
ru: Все

source: Mark all as read
fr: tout marquer comme lu
ru: Отметить все как прочитанные

# MarkAllAsReadSuccess
source: All marked as read!
fr: Tous marqués comme lus !
ru: Все уведомления прочитаны!

source: No notifications
fr: Aucune notification
ru: Нет уведомлений

# AnonymousNotificationsTitle
source: Anonymous users can't receive notifications
fr: Les utilisateurs anonymes ne peuvent pas recevoir de notifications
ru: Анонимные пользователи не могут получать уведомления

# SignInToHaveNotifications
source: Sign in to be able to receive notifications
fr: Connectez-vous pour pouvoir recevoir des notifications
ru: Войдите, чтобы получать уведомления

# BadConnectionAuth
source: Check your internet connection
fr: Vérifiez votre connection internet
ru: Проверьте ваше интернет-соединение

# DeepLinkRoutingServiceErrorStatusRouteStory
source: Failed to Open a Story
fr: Échec de l'ouverture d'une histoire
ru: Не удалось открыть историю

# ContinueLearningWidgetButtonTitle
source: Continue Learning
fr: Continuer à apprendre
ru: Продолжить учиться

# ShowAll
source: All
fr: Tout
ru: Все

# ShowAllTestDetailIndicator
source: All ›
fr: Tout >
ru: Все ›

# ShowAllTestText
source: See All
fr: Voir tout
ru: Смотреть все

# ShowAllTestTextDetailIndicator
source: See All ›
fr: Voir tout >
ru: Смотреть все ›

source: Enrolled
fr: Mes cours
ru: Мои курсы

source: Popular
fr: Populaire
ru: Популярные

source: Visited courses
fr: Cours visités
ru: Посещённые курсы

source: Home
fr: Maison
ru: Обучение

# HomePlaceholderAnonymous
source: <b>Sign in</b> and start learning right now
fr: <b>Connexion</b> et commencez à apprendre dès maintenant
ru: <b>Войдите</b> и начните учиться прямо сейчас

# HomePlaceholderEmptyEnrolled
source: <b>Enroll</b> for free courses and they will be here
fr: <b>S'inscrire</b> pour des cours gratuits et ils seront là
ru: <b>Запишитесь</b> на курсы и они будут показаны здесь

# HomePlaceholderEmptyPopular
source: <b>Open courses</b> are on vacation. Please, see later
fr: <b>Cours ouverts</b> sont en vacances. S'il vous plaît, voir plus tard
ru: <b>Открытые курсы</b> сейчас в отпуске. Пожалуйста, зайдите позже

# HomePlaceHolderErrorEnrolled
source: Error while loading your courses. <b>Press</b> to try again
fr: Erreur lors du chargement de vos cours. <b>Appuyez sur</b> Essayer à nouveau
ru: Ошибка при загрузке ваших курсов. <b>Нажмите</b>, чтобы попробовать еще раз

# HomePlaceholderErrorPopular
source: Looks like we failed loading popular courses. <b>Press</b> to try again
fr: Il semble que nous n'ayons pas réussi à charger les cours populaires. <b>Appuyez sur</b> Essayer à nouveau
ru: Кажется, мы не смогли загрузить популярные курсы. <b>Нажмите</b>, чтобы попробовать еще раз

# courses1
source: course
fr: cours
ru: курс

# courses234
source: courses
fr: cours
ru: курса

# courses567890
source: courses
fr: cours
ru: курсов

# followers1
source: follower
fr: disciple
ru: подписчик

# followers234
source: followers
fr: suiveurs
ru: подписчика

# followers567890
source: followers
fr: suiveurs
ru: подписчиков

# authors1
source: author
fr: auteur
ru: автор

# authors234
source: authors
fr: auteurs
ru: автора

# authors567890
source: authors
fr: auteurs
ru: авторов

# reviews1
source: review
fr: examen
ru: отзыв

# reviews234
source: reviews
fr: Commentaires
ru: отзыва

# reviews567890
source: reviews
fr: Commentaires
ru: отзывов

# reviewSummaries1
source: review
fr: examen
ru: оценка

# reviewSummaries234
source: reviews
fr: Commentaires
ru: оценки

# reviewSummaries567890
source: reviews
fr: Commentaires
ru: оценок

# quizReviews1
source: review
fr: examen
ru: рецензия

# quizReviews234
source: reviews
fr: Commentaires
ru: рецензии

# quizReviews567890
source: reviews
fr: Commentaires
ru: рецензий

# submissions1
source: submission
fr: soumission
ru: решение

# submissions234
source: submissions
fr: soumissions
ru: решения

# submissions567890
source: submissions
fr: soumissions
ru: решений

# SearchPlaceholderEmpty
source: <b>Sorry</b>, we didn't find any courses matching your request
fr: <b>Désolé</b>, nous n'avons trouvé aucun cours correspondant à votre demande
ru: <b>Упс</b>, мы не нашли ни одного курса по запросу

# SearchPlaceholderError
source: Error while searching courses. <b>Press</b> to try again
fr: Erreur lors de la recherche de cours. <b>Appuyez sur</b> Essayer à nouveau
ru: Ошибка при поиске курсов. <b>Нажмите</b>, чтобы попробовать еще раз

# TagPlaceholderError
source: Error while loading courses. <b>Press</b> to try again
fr: Erreur lors du chargement des cours. <b>Appuyez sur</b> Essayer à nouveau
ru: Ошибка при загрузке курсов. <b>Нажмите</b>, чтобы попробовать еще раз

# ChooseSearchLanguage
source: Choose content language
fr: Choisissez la langue du contenu
ru: Выберите язык контента

source: Catalog
fr: Catalogue
ru: Каталог

# CatalogPlaceholderError
source: Could not load catalog. <b>Press</b> to retry.
fr: Impossible de charger le catalogue. <b>Appuyez sur</b> à réessayer.
ru: Не удалось загрузить каталог. <b>Нажмите</b> чтобы попробовать еще раз

source: Trending topics
fr: Sujets tendances
ru: Категории

# WidgetButtonJoin
source: Join
fr: Rejoindre
ru: Поступить

# WidgetButtonInfo
source: Info
ru: Инфо

# WidgetButtonSyllabus
source: Syllabus
fr: Programme
ru: План

# WidgetButtonLearn
source: Continue Learning
fr: Continuer à apprendre
ru: Продолжить учиться

# WidgetAdaptiveLabel
source: ADAPTIVE
fr: ADAPTATIF
ru: АДАПТИВНЫЙ

# WidgetButtonBuy
source: Buy with %@
fr: Acheter avec %@
ru: Купить за %@

# CanBeChangedInSettings
source: It can be changed in settings.
fr: Il peut être modifié dans les paramètres.
ru: Это можно изменить в настройках.

# SolveStreaksDaysCount
source: Your current streak is %@ %@ in a row. Great!
fr: Votre séquence actuelle est %@ %@ d'affilée. Super!
ru: Вы решаете %@ %@ подряд. Отлично!

# SolveSomethingToday
source: Solve anything today to increase your streak.
fr: Résolvez n'importe quoi aujourd'hui pour augmenter votre séquence.
ru: Решите что-нибудь сегодня, чтобы улучшить свой рекорд.

# StreakAlertMessageNoStreak
source: Solve quizzes every day and improve your streak! Would you like to be notified about streaks to learn every day? You can always change this option in preferences.
fr: Résolvez des quiz tous les jours et améliorez votre séquence ! Souhaitez-vous être informé des séquences à apprendre chaque jour ? Vous pouvez toujours modifier cette option dans les préférences.
ru: Решайте задачи каждый день и улучшайте личный рекорд! Хотели бы Вы получать уведомления, чтобы не забывать учиться каждый день? Эту опцию можно изменить в настройках.

source: Close
fr: proche
ru: Закрыть

# RecommendationsExplore
source: Recommendations
fr: Recommandations
ru: Рекомендации

# RecommendationsExploreDescription
source: Check out categories that matching your interests
fr: Consultez les catégories qui correspondent à vos centres d'intérêt
ru: Выбери курс из подборок по интересам

# FullscreenImageViewerErrorMessage
source: Failed to load the image. Try again or close?
fr: Échec du chargement de l'image. Réessayer ou fermer ?
ru: Не удалось загрузить изображение. Повторить загрузку или закрыть?

# FullscreenImageViewerErrorActionRetry
source: Try Again
fr: Réessayer
ru: Повторить

# FullscreenImageViewerErrorActionClose
source: Close
fr: proche
ru: Закрыть

# ResetButtonTitle
source: Reset
fr: Réinitialiser
ru: Сбросить

# OnboardingTitle1
source: Choose
fr: Choisir
ru: Выбирайте

# OnboardingTitle2
source: Download
fr: Télécharger
ru: Сохраняйте

# OnboardingTitle3
source: Solve
fr: Résoudre
ru: Решайте

# OnboardingTitle4
source: Complete
fr: Complet
ru: Достигайте

# OnboardingDescription1
source: Browse through all the courses available on Stepik and choose what suits you
fr: Parcourez tous les cours disponibles sur Stepik et choisissez ce qui vous convient
ru: Доступ ко всем курсам на Stepik – выбирайте что интересно

# OnboardingDescription2
source: Watch the video lectures online or download them for access without the connection
fr: Regardez les conférences vidéo en ligne ou téléchargez-les pour y accéder sans connexion
ru: Смотрите лекции и сохраняйте их для просмотра без доступа в сеть

# OnboardingDescription3
source: Complete the assignments using your mobile device
fr: Effectuez les devoirs à l'aide de votre appareil mobile
ru: Решайте задачи прямо с мобильного устройства

# OnboardingDescription4
source: Set up reminders to study regularly and complete the courses faster
fr: Configurez des rappels pour étudier régulièrement et terminer les cours plus rapidement
ru: Установите напоминания, чтобы заниматься регулярнее и быстрее закончить курс

# OnboardingNextButton
source: Next
fr: Prochain
ru: Далее

# OnboardingStartButton
source: Start
fr: Commencer
ru: Начать

# AdaptiveProgress
source: Progress
fr: Progrès
ru: Прогресс

# AdaptiveAchievements
source: Achievements
fr: Réalisations
ru: Достижения

# AdaptiveRating
source: Rating
fr: Évaluation
ru: Рейтинг

# AdaptiveXPperWeek
source: XP per week
fr: XP par semaine
ru: Опыта за неделю

# AdaptiveBestStreak
source: Best streak
fr: Meilleure séquence
ru: Лучшая серия

# AdaptiveLevelSuffix
source: level
fr: niveau
ru: уровень

# AdaptiveLast7Days
source: Last 7 days
fr: Les 7 derniers jours
ru: Последние 7 дней

# AdaptiveStats
source: Stats
fr: Statistiques
ru: Статистика

# AdaptiveAllTime
source: All time
fr: Tout le temps
ru: Всё время

# Adaptive7Days
source: 7 days
fr: 7 jours
ru: 7 дней

# AdaptiveToday
source: Today
fr: Aujourd'hui
ru: Сегодня

# AdaptiveXPperWeekCell
source: XP per week
fr: XP par semaine
ru: опыта за неделю

# AdaptiveProgressByWeeks
source: Progress by weeks
fr: Progression par semaines
ru: Прогресс по неделям

# AdaptivePreferencesTitle
source: Adaptive courses
fr: Cours adaptatifs
ru: Адаптивные курсы

# UseAdaptiveModePreference
source: Adaptive mode
fr: Mode adaptatif
ru: Адаптивный режим

# AdaptiveOnboardingTitle
source: Adaptive mode
fr: Mode adaptatif
ru: Адаптивный режим

# AdaptiveCourseSelectLoading
source: Loading courses...
fr: Chargement des cours...
ru: Загрузка курсов...

# AdaptiveCourseSelectTitle
source: Select course
fr: Sélectionnez un cours
ru: Выберите курс

# AdaptiveLearnersTitle
source: learners
fr: apprenants
ru: учится

# AdaptivePointsTitle
source: points
ru: опыта

# AdaptiveLevelTitle
source: level
fr: niveau
ru: уровень

# AdaptiveProgressWeeksEmpty
source: You have no solved tasks
fr: Vous n'avez pas de tâches résolues
ru: Нет решённых заданий

# AdaptiveRatingFooterText1
source: %@ user in the table
fr: %@ utilisateur dans le tableau
ru: %@ пользователь в рейтинге

# AdaptiveRatingFooterText234
source: %@ users in the table
fr: %@ utilisateurs dans le tableau
ru: %@ пользователя в рейтинге

# AdaptiveRatingFooterText567890
source: %@ users in the table
fr: %@ utilisateurs dans le tableau
ru: %@ пользователей в рейтинге

# AdaptiveRatingYou
source: You
fr: Tu
ru: Вы

# AdaptiveRatingLoadError
source: Rating is unavailable now
fr: L'évaluation n'est pas disponible actuellement
ru: Рейтинг недоступен

# AdaptiveAchievementFirstStep
source: First steps
fr: Premiers pas
ru: Первые шаги

# AdaptiveAchievementFirstStepDesc
source: Complete tutorial
fr: Tutoriel complet
ru: Пройти обучение

# AdaptiveAchievementShare
source: Sociable
ru: Общительный

# AdaptiveAchievementShareDesc
source: Share your achievement
fr: Partagez votre réussite
ru: Поделиться любым своим достижением

# AdaptiveAchievementExpDesc
source: Gain %@ XP
fr: Gagnez %@ XP
ru: Получить %@ опыта

# AdaptiveAchievementExp1
source: Learner
fr: Apprenant
ru: Ученик

# AdaptiveAchievementExp2
source: Student
fr: Étudiant
ru: Студент

# AdaptiveAchievementExp3
source: Experienced
fr: Expérimenté
ru: Опытный

# AdaptiveAchievementExp4
source: Professional
fr: Professionnelle
ru: Профессионал

# AdaptiveAchievementExp5
source: Guru
fr: Gourou
ru: Гуру

# AdaptiveAchievementStreakDesc
source: Make %@ correct answers in a row
fr: Faire %@ réponses correctes d'affilée
ru: Решить %@ заданий подряд с первой попытки

# AdaptiveAchievementStreak1
source: Combo
fr: Combiné
ru: Комбо

# AdaptiveAchievementStreak2
source: That's was easy
fr: C'était facile
ru: Было просто

# AdaptiveAchievementStreak3
source: Exactly!
fr: Exactement!
ru: В точку

# AdaptiveAchievementStreak4
source: Clairvoyant
fr: Voyant
ru: Ясновидящий

# AdaptiveAchievementDaysStreakDesc
source: Study for %@ days in a row
fr: Étudiez pendant %@ jours d'affilée
ru: Решать %@ дней подряд

# AdaptiveAchievementDaysStreak1
source: Enthusiast
fr: Passionné
ru: Работяга

# AdaptiveAchievementDaysStreak2
source: Workweek
fr: Semaine de travail
ru: Трудовая неделя

# AdaptiveAchievementDaysStreak3
source: Addicted
fr: Dépendant
ru: Зависимый

# AdaptiveAchievementDaysStreak4
source: Workaholic
fr: Bourreau de travail
ru: Стахановец

# AdaptiveAchievementDaysStreak5
source: Hero
fr: héros
ru: Герой труда

# AdaptiveAchievementLevelDesc
source: Reach %@ level
fr: Atteindre le niveau
ru: Достигнуть %@ уровня

# AdaptiveAchievementLevel1
source: Expert
ru: Знаток

# AdaptiveAchievementLevel2
source: Leader
fr: Chef
ru: Лидер

# ShareCourseTooltip
source: Share the link with your friends to learn together
fr: Partagez le lien avec vos amis pour apprendre ensemble
ru: Поделитесь ссылкой с друзьями, чтобы проходить курс вместе

# LessonDownloadTooltip
source: Download lesson to watch lectures offline
fr: Téléchargez la leçon pour regarder les conférences hors ligne
ru: Загрузите урок, чтобы смотреть видео оффлайн

# ContinueLearningWidgetTooltip
source: Tap to continue from where you finished last time
fr: Appuyez pour continuer là où vous avez terminé la dernière fois
ru: Нажмите, чтобы перейти к тому месту, где закончили в прошлый раз

# StreaksSwitchTooltip
source: Turn on to get new portion of knowledge every day
fr: Allumez pour obtenir de nouvelles connaissances chaque jour
ru: Включите, чтобы получать новую порцию знаний каждый день

# VideoInBackgroundTooltip
source: You can play video in background
fr: Vous pouvez lire la vidéo en arrière-plan
ru: Вы можете продолжить воспроизведение видео в фоновом режиме

# PersonalDeadlinesButtonTooltip
source: We can smartly create personal learning schedule for you, so you'll never forget to study
fr: Nous pouvons créer intelligemment un programme d'apprentissage personnel pour vous, afin que vous n'oubliiez jamais d'étudier
ru: Создайте персональное расписание, чтобы никогда не забывать о занятиях

# NotificationTabNotificationRequestAlertTitle
source: Stay tuned
fr: Restez à l'écoute
ru: Следи за обновлениями

# NotificationTabNotificationRequestAlertMessage
source: We are trying to make learning process effective and comfortable. Enable notifications to follow discussions and promptly receive courses updates?
fr: Nous essayons de rendre le processus d'apprentissage efficace et confortable. Activer les notifications pour suivre les discussions et recevoir rapidement les mises à jour des cours ?
ru: Мы пытаемся сделать процесс обучения максимально удобным и полезным. Разрешить уведомления, чтобы следить за дискуссиями и оперативно получать обновления в курсах?

# CourseSubscriptionNotificationRequestAlertTitle
source: Stay tuned
fr: Restez à l'écoute
ru: Следи за обновлениями

# CourseSubscriptionNotificationRequestAlertMessage
source: We are trying to make learning process effective and comfortable. Enable notifications to follow deadlines and promptly receive course updates?
fr: Nous essayons de rendre le processus d'apprentissage efficace et confortable. Activer les notifications pour suivre les délais et recevoir rapidement les mises à jour des cours ?
ru: Мы пытаемся сделать процесс обучения максимально удобным и полезным. Разрешить уведомления, чтобы следить за дедлайнами и оперативно получать обновления по курсу?

# ContinueCourseCourseCurrentProgressTitle
source: Current progress: %@/%@ points
fr: Progression actuelle : %@/%@ points
ru: Текущий прогресс: %@/%@ баллов

# CourseInfoTitle
source: About course
fr: À propos du cours
ru: О курсе

# CourseInfoTryForFreeButtonTitle
source: Try for Free
fr: Essayer gratuitement
ru: Попробовать бесплатно

# CourseInfoCourseActionViewRevenueAlertTitle
source: View Revenue
fr: Afficher les revenus
ru: Посмотреть доходы

# CourseInfoCourseActionAddToFavoritesAlertTitle
source: Add to Favorites
fr: Ajouter aux Favoris
ru: Добавить в избранное

# CourseInfoCourseActionRemoveFromFavoritesAlertTitle
source: Remove from Favorites
fr: Retirer des favoris
ru: Убрать из избранного

# CourseInfoCourseActionAddToFavoritesSuccessMessage
source: Course Successfully Added to Favorites
fr: Cours ajouté avec succès aux favoris
ru: Курс успешно добавлен в избранное

# CourseInfoCourseActionRemoveFromFavoritesSuccessMessage
source: Course Successfully Removed from Favorites
fr: Cours supprimé avec succès des favoris
ru: Курс успешно убран из избранного

# CourseInfoCourseActionAddToFavoritesFailureMessage
source: Failed to Add Course to Favorites
fr: Échec de l'ajout du cours aux favoris
ru: Не удалось добавить курс в избранное

# CourseInfoCourseActionRemoveFromFavoritesFailureMessage
source: Failed to Remove Course from Favorites
fr: Échec de la suppression du cours des favoris
ru: Не удалось убрать курс из избранного

# CourseInfoCourseActionMoveToArchivedAlertTitle
source: Move to Archived
fr: Déplacer vers Archivé
ru: Переместить в архив

# CourseInfoCourseActionRemoveFromArchivedAlertTitle
source: Remove from Archived
fr: Supprimer des archives
ru: Убрать из архива

# CourseInfoCourseActionMoveToArchivedSuccessMessage
source: Course Successfully Moved to Archived
fr: Cours déplacé avec succès vers archivé
ru: Курс успешно перемещён в архив

# CourseInfoCourseActionRemoveFromArchivedSuccessMessage
source: Course Successfully Removed from Archived
fr: Cours supprimé avec succès des archives
ru: Курс успешно убран из архива

# CourseInfoCourseActionMoveToArchivedFailureMessage
source: Failed to Move Course to Archived
fr: Échec du déplacement du cours vers Archivé
ru: Не удалось переместить курс в архив

# CourseInfoCourseActionRemoveFromArchivedFailureMessage
source: Failed to Remove Course from Archived
fr: Échec de la suppression du cours des archives
ru: Не удалось убрать курс из архива

# CourseInfoAddToWishlistSuccessMessage
source: Course Successfully Added to Wishlist
fr: Cours ajouté avec succès à la liste de souhaits
ru: Курс успешно добавлен в список желаний

# CourseInfoAddToWishlistFailureMessage
source: Failed to Add Course to Wishlist
fr: Échec de l'ajout du cours à la liste de souhaits
ru: Не удалось добавить курс в список желаний

# CourseInfoRemoveFromWishlistSuccessMessage
source: Course Successfully Removed from Wishlist
fr: Cours supprimé avec succès de la liste de souhaits
ru: Курс успешно убран из списка желаний

# CourseInfoRemoveFromWishlistFailureMessage
source: Failed to Remove Course from Wishlist
fr: Échec de la suppression du cours de la liste de souhaits
ru: Не удалось убрать курс из списка желаний

# CourseInfoTabInfo
source: Info
ru: Инфо

# CourseInfoTabSyllabus
source: Syllabus
fr: Programme
ru: Модули

# CourseInfoTabSyllabusSectionProgressTitle
source: %@/%@ points
ru: %@/%@ баллов

# CourseInfoTabSyllabusSectionExamNoScoreTitle
source: The score for the exam will appear later
fr: La note de l'examen apparaîtra plus tard
ru: Оценка за экзамен появится позже

# CourseInfoTabSyllabusUnitProgressTitle
source: %@/%@ points
ru: %@/%@ баллов

# CourseInfoTabSyllabusUnitDemoAccessTitle
source: Demo access
fr: Accès démo
ru: Демо-доступ

# CourseInfoTabSyllabusFailedDownloadAlertTitle
source: Download Error
fr: Erreur de téléchargement
ru: Ошибка загрузки

# CourseInfoTabSyllabusFailedDownloadAlertMessage
source: Sorry, but something went wrong, please retry the download.
fr: Désolé, mais quelque chose s'est mal passé, veuillez réessayer le téléchargement.
ru: Не удалось выполнить загрузку, повторите позже.

# CourseInfoTabSyllabusFailedDownloadENOSPCAlertMessage
source: You do not have enough storage to download. Free up space and try again later.
fr: Vous n'avez pas assez d'espace de stockage pour télécharger. Libérez de l'espace et réessayez plus tard.
ru: Вы не располагаете достаточным количеством места для загрузки. Освободите место в хранилище и повторите попытку позже.

# CourseInfoTabSyllabusDeleteCourseDownloadsConfirmationTitle
source: Delete course
fr: Supprimer le cours
ru: Удалить курс

# CourseInfoTabSyllabusDeleteCourseDownloadsConfirmationMessage
source: Are you sure you want to delete downloaded course?
fr: Voulez-vous vraiment supprimer le cours téléchargé ?
ru: Вы уверены, что хотите удалить загруженный курс?
