Repository: StepicOrg/stepik-ios
Catalog: Stepic/*.lproj/Localizable.strings
Languages: fr, ru

# CourseInfoTabSyllabusDeleteUnitDownloadsConfirmationTitle
source: Delete unit
fr: Supprimer l'unité
ru: Удалить урок

# CourseInfoTabSyllabusDeleteUnitDownloadsConfirmationMessage
source: Are you sure you want to delete downloaded unit?
fr: Voulez-vous vraiment supprimer l'unité téléchargée ?
ru: Вы уверены, что хотите удалить загруженный урок?

# CourseInfoTabSyllabusDeleteSectionDownloadsConfirmationTitle
source: Delete section
fr: Supprimer la rubrique
ru: Удалить модуль

# CourseInfoTabSyllabusDeleteSectionDownloadsConfirmationMessage
source: Are you sure you want to delete downloaded section?
fr: Voulez-vous vraiment supprimer la section téléchargée ?
ru: Вы уверены, что хотите удалить загруженный модуль?

# CourseInfoTabSyllabusSectionRequirementTitle
source: To unlock this module you need to score %@ in "%@" module
fr: Pour déverrouiller ce module, vous devez marquer %@ dans le module "%@"
ru: Для открытия этого модуля необходимо набрать %@ в модуле "%@"

# CourseInfoTabSyllabusSectionExamRequirementTitle
source: The exam is locked. To get access earn %@ in "%@" module.
fr: L'examen est verrouillé. Pour avoir accès, gagnez %@ dans le module "%@".
ru: Экзамен недоступен. Наберите %@ в модуле "%@" для доступа.

# CourseInfoTabSyllabusDownloadOnCellularDataAlertTitle
source: Use Cellular Data
fr: Utiliser les données cellulaires
ru: Использовать сотовые данные

# CourseInfoTabSyllabusDownloadOnCellularDataAlertMessage
source: You're not connected to Wi-Fi. Use cellular data for downloading?
fr: Vous n'êtes pas connecté au Wi-Fi. Utiliser les données cellulaires pour le téléchargement ?
ru: Вы не подключены к Wi-Fi. Использовать сотовые данные для загрузки?

# CourseInfoTabSyllabusDownloadOnCellularDataUseAlwaysAction
source: Use Always
fr: Utiliser toujours
ru: Всегда

# CourseInfoTabSyllabusDownloadOnCellularDataJustOnceAction
source: Just this Once
fr: Juste cette fois
ru: Только в этот раз

# CourseInfoTabReviews
source: Reviews
fr: Commentaires
ru: Отзывы

# CourseInfoTitleAuthor
source: by
fr: par
ru: от

# CourseInfoTitleAbout
source: About
fr: À propos de
ru: О курсе

# CourseInfoTitleRequirements
source: Requirements
fr: Conditions
ru: Требования

# CourseInfoTitleTargetAudience
source: Target audience
fr: Public cible
ru: Целевая аудитория

# CourseInfoTitleInstructors
source: Instructors
fr: Instructeurs
ru: Преподаватели

# CourseInfoTitleTimeToComplete
source: Expected time to complete
fr: Temps prévu pour terminer
ru: Время прохождения курса

# CourseInfoTitleLanguage
source: Language
fr: Langue
ru: Язык

# CourseInfoTitleCertificate
source: Certificate
fr: Certificat
ru: Сертификат

# CourseInfoTitleCertificateDetails
source: Certificate details
fr: Détails du certificat
ru: Подробнее о сертификате

# CourseInfoTabNews
source: News
fr: Nouvelles
ru: Новости

# CourseInfoTabNewsEmptyNews
source: No News
fr: Pas de nouvelles
ru: Нет новостей

# CourseInfoTabNewsPublishCountTitle
source: Published
fr: Publié
ru: Рассылок сделано

# CourseInfoTabNewsQueueCountTitle
source: Queued
fr: En file d'attente
ru: Видят на странице

# CourseInfoTabNewsSentCountTitle
source: Sent
fr: Expédié
ru: Получили на почту

# CourseInfoTabNewsOpenCountTitle
source: Opened
fr: Ouvert
ru: Открыли письмо

# CourseInfoTabNewsClickCountTitle
source: Clicked
fr: cliqué
ru: Кликнули по ссылкам

# CourseInfoTabNewsBadgeComposing
source: Draft
fr: Brouillon
ru: Черновик

# CourseInfoTabNewsBadgeScheduled
source: Scheduled
fr: Programmé
ru: Запланирована

# CourseInfoTabNewsBadgeSending
source: Active
fr: Actif
ru: Рассылается

# CourseInfoTabNewsBadgeSent
source: Sent
fr: Expédié
ru: Отправлена

# CourseInfoTabNewsBadgeOnEvent
source: By Event
fr: Par événement
ru: По событию

# CourseInfoTabNewsBadgeOneTime
source: One-time
fr: Une fois
ru: Разовая

# CourseInfoTabNewsDateOnEventComposing
source: From %@
fr: De %@
ru: С %@

# CourseInfoTabNewsDateOnEventSending
source: From %@
fr: De %@
ru: С %@

# CourseInfoTabNewsDateOneTimeScheduled
source: Scheduled for %@
fr: Planifié pour %@
ru: Запланирована на %@

# CourseInfoTabNewsDateOneTimeSending
source: From %@
fr: De %@
ru: С %@

# CourseInfoPurchaseModalTitle
source: Course purchase
fr: Achat de cours
ru: Покупка курса

# CourseInfoPurchaseModalRevealPromoCodeInputTitle
source: I have a promo code
fr: J'ai un code promo
ru: У меня есть промокод

# CourseInfoPurchaseModalInputPlaceholder
source: Enter a promo code
fr: Entrez un code promotionnel
ru: Введите промокод

# CourseInfoPurchaseModalPromoCodeStatusLoading
source: Checking the promo code
fr: Vérification du code promotionnel
ru: Проверка промокода

# CourseInfoPurchaseModalPromoCodeStatusError
source: Invalid promo code
fr: Code promotionnel invalide
ru: Неверный промокод

# CourseInfoPurchaseModalPromoCodeStatusSuccess
source: Promo code applied
fr: Code promotionnel appliqué
ru: Промокод применен

# CourseRevenueTitle
source: Revenue
fr: Revenu
ru: Доходы

# CourseRevenueTabPurchasesAndRefunds
source: Purchases and Refunds
fr: Achats et remboursements
ru: Покупки и возвраты

# CourseRevenueTabMonthly
source: Monthly
fr: Mensuel
ru: По месяцам

# CourseRevenueMonthIncomeDate
source: Your earnings for %@
fr: Vos revenus pour %@
ru: Ваш доход за %@

# CourseRevenueMonthTurnoverDate
source: Your sales for %@
fr: Vos ventes pour %@
ru: Продажи за %@

# CourseRevenueTotalIncomeDate
source: Earnings since %@
fr: Gains depuis %@
ru: Доход с %@

# CourseRevenueTotalTurnoverDate
source: Sales since %@
fr: Ventes depuis %@
ru: Продажи с %@

# CourseRevenueEmptyMessage
source: Your earnings will be here
fr: Vos gains seront ici
ru: Здесь будет ваш доход

# CourseRevenueDisclaimer
source: Important: All operations are carried out Moscow Time (MSK, UTC+3).
fr: Important : Toutes les opérations sont effectuées à l'heure de Moscou (MSK, UTC+3).
ru: Примечание: Все операции проходят по московскому времени (МСК, UTC+3).

# CourseRevenueTransactionRefundedTitle
source: Refund
fr: Remboursement
ru: Возврат

# CourseRevenueEmptyCourseBenefitsTitle
source: No payments found for this request
fr: Aucun paiement trouvé pour cette demande
ru: По данному запросу платежей не найдено

# CourseBenefitDetailTitle
source: Purchase Details
fr: Détails d'achat
ru: Детали покупки

# CourseBenefitDetailAmountPercent
source: %@ of sales revenue minus Stepik's fee
fr: %@ du chiffre d'affaires moins les frais de Stepik
ru: %@ с продаж за вычетом комиссии Stepik

# CourseBenefitDetailChannelZLink
source: Came via Z-Link
fr: Entré via z-link
ru: Переход по z-ссылке

# CourseBenefitDetailChannelStepikLink
source: Came via Stepik Link
fr: Venu via Stepik
ru: Переход через Stepik

# CourseBenefitDetailChannelRefund
source: Refund
fr: Remboursement
ru: Возврат

# CourseBenefitDetailDateTitle
source: Date
ru: Дата

# CourseBenefitDetailCourseTitle
source: Course
fr: Cours
ru: Курс

# CourseBenefitDetailBuyerTitle
source: Customer
fr: Client
ru: Покупатель

# CourseBenefitDetailPaymentAmountTitle
source: Payment
fr: Paiement
ru: Платёж

# CourseBenefitDetailPromoCodeTitle
source: Promo code
fr: Code promo
ru: Промокод

# CourseBenefitDetailChannelTitle
source: Channel
fr: Canaliser
ru: Канал

# CourseBenefitDetailAmountPercentTitle
source: Your share
fr: Votre part
ru: Ваш процент

# CourseBenefitDetailAmountTitle
source: Your earnings
fr: Vos revenus
ru: Ваш доход

# CourseRevenueTabMonthlyTurnoverTitle
source: Sales
fr: Ventes
ru: Продажи

# CourseRevenueTabMonthlyRefundsTitle
source: Refunds
fr: Remboursements
ru: Возвраты

# CourseRevenueTabMonthlyIncomeTitle
source: Purchases
fr: Achats
ru: Покупки

# CourseRevenueTabMonthlyChannelStepikTitle
source: Came via Stepik
fr: Venu via Stepik
ru: Переходы через Stepik

# CourseRevenueTabMonthlyChannelZLinkTitle
source: Came via Z-Link
fr: Entré via z-link
ru: Переходы по z-ссылке

# CourseSearchBarPlaceholder
source: Search in the course %@
fr: Rechercher dans le cours %@
ru: Поиск по курсу %@

# CourseSearchPlaceholderEmptySuggesions
source: Enter keywords to search in the course
fr: Entrez des mots-clés pour rechercher dans le cours
ru: Введите ключевые слова для Поиска по курсу

# CourseSearchPlaceholderEmptySearchResults
source: Nothing was found for this query
fr: Rien n'a été trouvé pour cette requête
ru: По данному запросу ничего не найдено

# UserCoursesTitle
source: My Courses
fr: Mes cours
ru: Мои курсы

# UserCoursesTabAllCoursesTitle
source: All
fr: Tout
ru: Все

# UserCoursesTabFavoritesTitle
source: Favorite
fr: Favori
ru: Избранные

# UserCoursesTabDownloadedTitle
source: Downloaded
fr: Téléchargé
ru: Загруженные

# UserCoursesTabArchivedTitle
source: Archive
ru: Архив

# UserCoursesReviewsTitle
source: Reviews
fr: Commentaires
ru: Отзывы

# UserCoursesReviewsBlockTitle
source: My Reviews
fr: Mes avis
ru: Мои отзывы

# UserCoursesReviewsPlaceholderEmptyTitle
source: No Reviews
fr: Aucun avis
ru: Нет отзывов

# UserCoursesReviewsLeaveReview
source: Leave a Review
fr: Laisser un commentaire
ru: Оставить отзыв

# UserCoursesReviewsPossibleReviews1
source: new course for review
fr: nouveau cours à revoir
ru: новый курс для отзыва

# UserCoursesReviewsPossibleReviews234
source: new courses for review
fr: nouveaux cours à revoir
ru: новых курса для отзыва

# UserCoursesReviewsPossibleReviews567890
source: new courses for review
fr: nouveaux cours à revoir
ru: новых курсов для отзыва

# WishlistWidgetTitle
source: Wishlist
fr: Liste de souhaits
ru: Список желаний

# WishlistWidgetEmptyMessage
source: No Courses
fr: Aucun cours
ru: Нет курсов

# RetentionNotificationOnNextDayTitle
source: Don't slow down
fr: Ne ralentis pas
ru: Не сбавляем темп

# RetentionNotificationOnNextDayText
source: You've done a great job learning so far. Come back and get even smarter! 🚀
fr: Vous avez fait un excellent travail d'apprentissage jusqu'à présent. Revenez et devenez encore plus intelligent! 🚀
ru: Вы проделали отличную работу вчера - это хороший повод зайти сегодня и продолжить учиться! 🚀

# RetentionNotificationOnThirdDayTitle
source: Time to study
fr: Le temps d'étudier
ru: Время учиться

# RetentionNotificationOnThirdDayText
source: You haven't been here for a while. Come back and continue study! 💡
fr: Vous n'êtes pas venu ici depuis un moment. Revenez et continuez à étudier! 💡
ru: Вас давно не было. Заходите и учитесь новому! 💡

# PurchaseCourseNotificationTitle
source: One step to new knowledge
fr: Un pas vers de nouvelles connaissances
ru: Один шаг до новых знаний

# PurchaseCourseNotificationText
source: Were you planning to obtain %@? Finish your purchase and start studying right away!
fr: Envisagez-vous d'obtenir %@ ? Terminez votre achat et commencez à étudier tout de suite !
ru: Вы собирались приобрести курс %@? Завершите покупку и начните учиться прямо сейчас!

# ArtCustomizeLearningProcess
source: art_customize_learning_process_en
fr: art_customize_learning_process_fr
ru: art_customize_learning_process_ru

source: Featured
fr: Mis en exergue
ru: Подборка

source: My courses
fr: Mes cours
ru: Мои курсы

source: Search
fr: Chercher
ru: Поиск

source: Subjects
fr: Sujets
ru: Предметы

source: Enter course name
fr: Entrez le nom du cours
ru: Введите название курса

source: Authorization
fr: Autorisation
ru: Авторизация

source: Registration
fr: Inscription
ru: Регистрация

source: Enter your name
fr: Entrez votre nom
ru: Введите имя

source: Enter your email address
fr: Entrez votre adresse email
ru: Введите Email

source: Enter your password
fr: Tapez votre mot de passe
ru: Введите пароль

source: Sign In
fr: S'identifier
ru: Войти

source: Sign Up
fr: S'inscrire
ru: Зарегистрироваться

source: Exit
fr: Sortir
ru: Выйти

source: Subscribing...
fr: Abonnement...
ru: Подписка...

source: Unsubscribing...
fr: Désinscription...
ru: Отписка...

source: Intro
fr: Introduction
ru: Вступление

source: Subscribe
fr: S'abonner
ru: Подписаться

source: Leave
fr: Partir
ru: Отписаться

source: Please, log in to see the user courses catalog
fr: Veuillez vous connecter pour voir le catalogue des cours utilisateur
ru: Пожалуйста, войдите, чтобы увидеть вышии курсы

source: Answer
fr: Réponse
ru: Ответ

source: This quiz is unavailable on AppleTV
fr: Ce quiz n'est pas disponible sur AppleTV
ru: Это задание недоступно на AppleTV

source: Try Again
fr: Réessayer
ru: Попробовать снова

source: No Submissions Left
fr: Aucune soumission restante
ru: Попыток не осталось

source: Instructors
fr: Instructeurs
ru: Преподаватели

source: Successfully signed in, but could not get user
fr: Connexion réussie, mais impossible d'obtenir l'utilisateur
ru: Успешный вход, но не возможно загрузить пользователя

source: Successfully signed up, but could not get user
fr: Inscription réussie, mais impossible d'obtenir l'utilisateur
ru: Успешный вход, но не возможно загрузить пользователя

source: Invalid email or password
fr: email ou mot de passe invalide
ru: Неправильный адрес эл. почты или пароль

source: Bad connection to sign in
fr: Mauvaise connexion pour se connecter
ru: Нет соединения с интернетом

source: Bad connection to sign up
fr: Mauvaise connexion pour s'inscrire
ru: Нет соединения с интернетом

source: In Progress
fr: En cours
ru: В процессе

source: Passed
fr: Passé
ru: Пройденные

# PlaceholderEmptyText
source: Nothing here
fr: Rien ici
ru: Ничего нет

# PlaceholderEmptyButton
source: Maybe button helps you
fr: Peut-être que le bouton vous aide
ru: Может быть кнопка поможет

# PlaceholderNoConnectionText
source: Sorry, it seems like you've lost connection
fr: Désolé, il semble que vous ayez perdu la connexion
ru: Кажется, интернет-соединение потеряно

# PlaceholderNoConnectionButton
source: Retry
fr: Recommencez
ru: Повторить

# PlaceholderEmptyDownloadsText
source: No downloaded courses
fr: Aucun cours téléchargé
ru: Нет загруженных курсов

# PlaceholderEmptyDownloadsButton
source: Go to Catalog
fr: Aller au catalogue
ru: Перейти в каталог

# PlaceholderLoginText
source: Sorry, have we met before? Try to Sign In
fr: Désolé, nous sommes-nous déjà rencontrés ? Essayez de vous connecter
ru: Мы встречались раньше? Войдите, пожалуйста

# PlaceholderLoginButton
source: Sign In
fr: S'identifier
ru: Войти

# PlaceholderEmptyNotificationsText
source: You don't have any notifications yet
fr: Vous n'avez pas encore de notifications
ru: Нет уведомлений

# PlaceholderEmptyNotificationsButton
source: Go to Catalog
fr: Aller au catalogue
ru: Перейти в каталог

# PlaceholderEmptySearchText
source: There are no courses
fr: Il n'y a pas de cours
ru: Ничего не найдено

# PlaceholderEmptySearchButton
source: Go to Catalog
fr: Aller au catalogue
ru: Перейти в каталог

source: Load stories
fr: Charger des histoires
ru: Загрузить истории

# LoadCatalogBlocks
source: Load catalog
fr: Charger le catalogue
ru: Загрузить каталог

# SettingsTitle
source: Settings
fr: Réglages
ru: Настройки

# SettingsHeaderTitleVideo
source: Video
fr: Vidéo
ru: Видео

# SettingsHeaderTitleAppearance
source: Appearance
fr: Apparence
ru: Оформление

# SettingsHeaderTitleLanguage
source: Language
fr: Langue
ru: Язык

# SettingsHeaderTitleLearning
source: Learning
fr: Apprentissage
ru: Обучение

# SettingsHeaderTitleDownloadedContent
source: Downloaded content
fr: Contenu téléchargé
ru: Загруженный контент

# SettingsHeaderTitleOther
source: Other
fr: Autre
ru: Другое

# SettingsCellTitleDownloadQuality
source: Download quality
fr: Qualité de téléchargement
ru: Качество загрузки

# SettingsCellTitleStreamQuality
source: Stream quality
fr: Qualité du flux
ru: Качество воспроизведения

# SettingsCellTitleUseCellularDataForDownloads
source: Use cellular data for downloads
fr: Utiliser les données cellulaires pour les téléchargements
ru: Использовать сотовые данные для загрузки

# SettingsCellTitleTheme
source: Theme
fr: Thème
ru: Тема

# SettingsCellTitleContentLanguage
source: Content language
fr: Langue du contenu
ru: Язык контента

# SettingsCellTitleTextSizeInSteps
source: Text size in steps
fr: Taille du texte en étapes
ru: Размер текста в шагах

# SettingsCellTitleCodeEditor
source: Code editor settings
fr: Paramètres de l'éditeur de code
ru: Настройки редактора кода

# SettingsCellTitleAutoplayNextVideo
source: Autoplay next video
fr: Lecture automatique de la vidéo suivante
ru: Автопереход на следующий шаг по окончании видео

# SettingsCellTitleAdaptiveMode
source: Adaptive mode
fr: Mode adaptatif
ru: Адаптивный режим

# SettingsCellTitleDownloads
source: Downloads
fr: Téléchargements
ru: Загрузки

# SettingsCellTitleDeleteAllContent
source: Delete all content
fr: Supprimer tout le contenu
ru: Удалить весь контент

# SettingsCellTitleAbout
source: About
fr: À propos de
ru: О приложении

# SettingsCellTitleDeleteAccount
source: Delete account
fr: Supprimer le compte
ru: Удалить аккаунт

# SettingsCellTitleLogOut
source: Log Out
fr: Se déconnecter
ru: Выйти

# SettingsDownloadVideoQualityTitle
source: Video download quality
fr: Qualité de téléchargement vidéo
ru: Качество загрузки видео

# SettingsDownloadVideoQualityFooterTitle
source: The smaller size of the video, the faster it loads, and to keep the speed high, keep the app open.
fr: Plus la taille de la vidéo est petite, plus elle se charge rapidement et pour maintenir une vitesse élevée, gardez l'application ouverte.
ru: Чем меньше размер видео, тем быстрее идёт его загрузка, а чтобы скорость была высокой, держите приложение открытым.

# SettingDownloadVideoQualityLow
source: Low
fr: Bas
ru: Низкое

# SettingDownloadVideoQualityMedium
source: Medium
fr: Moyen
ru: Среднее

# SettingDownloadVideoQualityHigh
source: High
fr: Haute
ru: Высокое

# SettingDownloadVideoQualityVeryHigh
source: Very high
fr: Très haut
ru: Максимальное

# SettingsStreamVideoQualityTitle
source: Video stream quality
fr: Qualité du flux vidéo
ru: Качество воспроизведения видео

# SettingsStreamVideoQualityFooterTitle
source: On slow or unstable Internet connection we recommend choose a lower quality.
fr: En cas de connexion Internet lente ou instable, nous vous recommandons de choisir une qualité inférieure.
ru: При медленном или нестабильном Интернет соединении рекомендуем выбирать более низкое качество.

# SettingStreamVideoQualityLow
source: Low
fr: Bas
ru: Низкое

# SettingStreamVideoQualityMedium
source: Medium
fr: Moyen
ru: Среднее

# SettingStreamVideoQualityHigh
source: High
fr: Haute
ru: Высокое

# SettingStreamVideoQualityVeryHigh
source: Very high
fr: Très haut
ru: Максимальное

# SettingsContentLanguageTitle
source: Content language
fr: Langue du contenu
ru: Язык контента

# SettingsContentLanguageFooterTitle
source: The language of displayed courses.
fr: La langue des cours affichés.
ru: Выберите язык на котором вы будете видеть в приложении курсы.

# SettingsThemeTitle
source: Theme
fr: Thème
ru: Тема

# SettingsThemeItemSystem
source: System
fr: Système
ru: Системная

# SettingsThemeItemDark
source: Dark
fr: Sombre
ru: Тёмная

# SettingsThemeItemLight
source: Light
fr: Lumière
ru: Светлая

# SettingsStepFontSizeTitle
source: Text size
fr: Taille du texte
ru: Размер текста

# SettingsStepFontSizeFooterTitle
source: Text size changes affect only step text
fr: Les modifications de la taille du texte n'affectent que le texte de l'étape
ru: Изменения размера текста влияют только на текст шага.

# SettingsStepFontSizeItemSmall
source: Small
fr: Petit
ru: Маленький

# SettingsStepFontSizeItemMedium
source: Medium
fr: Moyen
ru: Средний

# SettingsStepFontSizeItemLarge
source: Large
fr: Grand
ru: Большой

# ContentLanguageDescription
source: The language of displayed courses.
fr: La langue des cours affichés.
ru: Вы будете видеть в приложении курсы на данном языке.

# ContentLanguagePreference
source: Content language
fr: Langue du contenu
ru: Язык контента

# LanguageSettingsTitle
source: Language settings
fr: Paramètres de langue
ru: Настройки языка

# CodeEditorTitle
source: Code editor
fr: Éditeur de code
ru: Редактор кода

# CodeEditorSettingsTitle
source: Code editor settings
fr: Paramètres de l'éditeur de code
ru: Настройки редактора кода

# PreviewTitle
source: Preview
fr: Aperçu
ru: Предпросмотр

# CodeEditorTheme
source: Editor theme
fr: Thème de l'éditeur
ru: Тема редактора

# CodeEditorFontSize
source: Font size
fr: Taille de police
ru: Размер шрифта

# CodeEditorLanguage
source: Language
fr: Langue
ru: Язык

# CodeEditorFont
source: Font
fr: Police de caractère
ru: Шрифт

# CodeEditorColor
source: Colors
fr: Couleurs
ru: Цвет

# CodeEditorCurrentTheme
source: Current: %@
fr: Courant: %@
ru: Используется: %@

# CodeEditorCurrentFontSize
source: Current: %@pt
fr: Actuel : %@pt
ru: Используется: %@pt

# CodeEditorSettingsTooltip
source: You can customize code editor
fr: Vous pouvez personnaliser l'éditeur de code
ru: Вы можете настроить редактор кода

# AutoplayPreferenceTitle
source: Auto-transition to next step on video end
fr: Transition automatique vers l'étape suivante à la fin de la vidéo
ru: Автопереход на следующий шаг по окончании видео

# LearningSettingsBlockTitle
source: Learning
fr: Apprentissage
ru: Обучение

# DownloadedContentSettingsBlockTitle
source: Downloaded content
fr: Contenu téléchargé
ru: Загруженный контент

# OtherSettingsBlockTitle
source: Other
fr: Autre
ru: Другое

# DeleteAllContentPreferenceTitle
source: Delete all content
fr: Supprimer tout le contenu
ru: Удалить весь контент

# DeleteAllContentConfirmationAlertTitle
source: Delete all content
fr: Supprimer tout le contenu
ru: Удалить весь контент

# DeleteAllContentConfirmationAlertMessage
source: Are you sure you want to delete all downloaded content?
fr: Voulez-vous vraiment supprimer tout le contenu téléchargé ?
ru: Вы уверены, что хотите удалить весь загруженный контент из памяти Вашего устройства?

# LogOutConfirmationAlertTitle
source: Log Out
fr: Se déconnecter
ru: Выйти

# LogOutConfirmationAlertMessage
source: Are you sure you want to log out?
fr: Êtes-vous sûr de vouloir vous déconnecter?
ru: Вы уверены, что хотите выйти?

# LogOutConfirmationAlertActionDestructiveTitle
source: Log Out
fr: Se déconnecter
ru: Выйти

# AppVersionTitle
source: Version %@ (%@)
ru: Версия %@ (%@)

# AppVersionUnknownTitle
source: The app version is unknown
fr: La version de l'application est inconnue
ru: Версия приложения неизвестна

# AboutAppTitle
source: About
fr: À propos de
ru: О приложении

# TermsOfServiceTitle
source: Terms of Service
fr: Conditions d'utilisation
ru: Условия использования

# PrivacyPolicyTitle
source: Privacy Policy
fr: Politique de confidentialité
ru: Условия конфиденциальности

# TermsOfServiceLink
source: https://welcome.stepik.org/en/terms
ru: https://welcome.stepik.org/ru/terms

# PrivacyPolicyLink
source: https://welcome.stepik.org/en/privacy
ru: https://welcome.stepik.org/ru/privacy

# HelpCenterTitle
source: Help Center
fr: Centre d'aide
ru: Справочный центр

# HelpCenterLink
source: https://support.stepik.org/hc/en-us
ru: https://support.stepik.org/hc/ru

# ContactSupportTitle
source: Contact Support
fr: Contactez le support
ru: Написать в поддержку

# ContactSupportSubject
source: Stepik iOS feedback
fr: Commentaires Stepik iOS
ru: Обратная связь о приложении Stepik iOS

# ContactSupportMessageBody
source: I do the following: 1. 2. 3. What happens: I expect: ======= Please do not delete this information ======= App Version: %@ Stepik ID: %@
fr: Je fais ce qui suit : 1. 2. 3. Ce qui se produit: Je m'attends à: ======= Merci de ne pas supprimer ces informations ======= Version de l'application: %@ ID Stepik : %@
ru: Я делаю следующее: 1. 2. 3. Происходит вот что: Я ожидаю: ======= Пожалуйста, не удаляйте эту информацию ======= Версия приложения: %@ Stepik ID: %@
