Repository: StepicOrg/stepik-ios
Catalog: Stepic/*.lproj/Localizable.strings
Languages: fr, ru

# SendMailErrorAlertMessage
source: Unable to send an email. Please check your email settings and try again.
fr: Impossible d'envoyer un e-mail. Veuillez vérifier vos paramètres de messagerie et réessayer.
ru: Не удалось отправить письмо. Проверьте настройки электронной почты в настройках устройства и повторите попытку.

# SendMailSuccessMessage
source: Sent
fr: Expédié
ru: Отправлено

# NotAbleSendEmailAlertTitle
source: Could Not Send Email
fr: Impossible d'envoyer un e-mail
ru: Электронная почта не настроена

# NotAbleSendEmailAlertMessage
source: Your device could not send e-mail. Please check e-mail configuration and try again.
fr: Votre appareil n'a pas pu envoyer d'e-mail. Veuillez vérifier la configuration de l'e-mail et réessayer.
ru: Ваше устройство не может отправлять электронную почту. Пожалуйста, проверьте настройки электронной почты в настройках устройства и повторите попытку.

source: Achievements
fr: Réalisations
ru: Достижения

# AchievementsStepsSolvedKindTitle
source: Quantity matters
fr: La quantité compte
ru: Главное – количество

# AchievementsStepsSolvedChoiceKindTitle
source: I choose
fr: je choisis
ru: Я выбираю

# AchievementsStepsSolvedCodeKindTitle
source: Computer master
fr: Maître de l'informatique
ru: Компьютерный мастер

# AchievementsStepsSolvedNumberKindTitle
source: One more achievement
fr: Une réalisation de plus
ru: Ещё одно достижение

# AchievementsCodeQuizzesSolvedPythonKindTitle
source: Snake tamer
fr: Dompteur de serpent
ru: Укротитель змей

# AchievementsCodeQuizzesSolvedJavaKindTitle
source: Some coffee?
fr: Du café?
ru: Немного кофе?

# AchievementsCertificatesRegularCountKindTitle
source: Graduate
fr: Diplômé
ru: Выпускник

# AchievementsCertificatesDistinctionCountKindTitle
source: Distinct student
fr: Étudiant distingué
ru: Отличник

# AchievementsCourseReviewsCountKindTitle
source: Critic
fr: Critique
ru: Критик

# AchievementsStepsSolvedStreakKindTitle
source: Sapper
fr: Sapeur
ru: Сапёр

# AchievementsActiveDaysStreakKindTitle
source: Regular user
fr: Utilisateur régulier
ru: Постоянный пользователь

# AchievementsStepsSolvedKindDescription1
source: Solve %@ task correctly
fr: Résoudre correctement la tâche %@
ru: Решите правильно %@ задание

# AchievementsStepsSolvedKindDescription234
source: Solve %@ tasks correctly
fr: Résoudre correctement %@ tâches
ru: Решите правильно %@ задания

# AchievementsStepsSolvedKindDescription567890
source: Solve %@ tasks correctly
fr: Résoudre correctement %@ tâches
ru: Решите правильно %@ заданий

# AchievementsStepsSolvedChoiceKindDescription1
source: Solve %@ choice task correctly
fr: Résoudre correctement la tâche de choix %@
ru: Решите правильно %@ задание с выбором ответа

# AchievementsStepsSolvedChoiceKindDescription234
source: Solve %@ choice tasks correctly
fr: Résoudre correctement les tâches de choix %@
ru: Решите правильно %@ задания с выбором ответа

# AchievementsStepsSolvedChoiceKindDescription567890
source: Solve %@ choice tasks correctly
fr: Résoudre correctement les tâches de choix %@
ru: Решите правильно %@ заданий с выбором ответа

# AchievementsStepsSolvedCodeKindDescription1
source: Solve %@ code task correctly
fr: Résoudre correctement la tâche de code %@
ru: Решите правильно %@ задание на программирование

# AchievementsStepsSolvedCodeKindDescription234
source: Solve %@ code tasks correctly
fr: Résoudre correctement les tâches de code %@
ru: Решите правильно %@ задания на программирование

# AchievementsStepsSolvedCodeKindDescription567890
source: Solve %@ code tasks correctly
fr: Résoudre correctement les tâches de code %@
ru: Решите правильно %@ заданий на программирование

# AchievementsStepsSolvedNumberKindDescription1
source: Solve %@ number task correctly
fr: Résoudre correctement la tâche numéro %@
ru: Решите правильно %@ задание с числами

# AchievementsStepsSolvedNumberKindDescription234
source: Solve %@ number tasks correctly
fr: Résolvez correctement %@ tâches numérotées
ru: Решите правильно %@ задания с числами

# AchievementsStepsSolvedNumberKindDescription567890
source: Solve %@ number tasks correctly
fr: Résolvez correctement les tâches de nombre %@
ru: Решите правильно %@ заданий с числами

# AchievementsCodeQuizzesSolvedPythonKindDescription1
source: Use Python to solve %@ problem correctly
fr: Utilisez Python pour résoudre correctement le problème %@
ru: Решите правильно %@ задачу на Python

# AchievementsCodeQuizzesSolvedPythonKindDescription234
source: Use Python to solve %@ problems correctly
fr: Utilisez Python pour résoudre correctement %@ problèmes
ru: Решите правильно %@ задачи на Python

# AchievementsCodeQuizzesSolvedPythonKindDescription567890
source: Use Python to solve %@ problems correctly
fr: Utilisez Python pour résoudre correctement %@ problèmes
ru: Решите правильно %@ задач на Python

# AchievementsCodeQuizzesSolvedJavaKindDescription1
source: Use Java to solve %@ problem correctly
fr: Utilisez Java pour résoudre correctement le problème %@
ru: Решите правильно %@ задачу на Java

# AchievementsCodeQuizzesSolvedJavaKindDescription234
source: Use Java to solve %@ problems correctly
fr: Utiliser Java pour résoudre correctement %@ problèmes
ru: Решите правильно %@ задачи на Java

# AchievementsCodeQuizzesSolvedJavaKindDescription567890
source: Use Java to solve %@ problems correctly
fr: Utiliser Java pour résoudre correctement %@ problèmes
ru: Решите правильно %@ задач на Java

# AchievementsCodeQuizzesSolvedCppKindDescription1
source: Use C++ to solve %@ problem correctly
fr: Utilisez C++ pour résoudre correctement le problème %@
ru: Решите правильно %@ задачу на C++

# AchievementsCodeQuizzesSolvedCppKindDescription234
source: Use C++ to solve %@ problems correctly
fr: Utiliser C++ pour résoudre correctement %@ problèmes
ru: Решите правильно %@ задачи на C++

# AchievementsCodeQuizzesSolvedCppKindDescription567890
source: Use C++ to solve %@ problems correctly
fr: Utiliser C++ pour résoudre correctement %@ problèmes
ru: Решите правильно %@ задач на C++

# AchievementsCertificatesRegularCountKindDescription1
source: Earn %@ certificate
fr: Gagnez %@ certificat
ru: Получите %@ сертификат

# AchievementsCertificatesRegularCountKindDescription234
source: Earn %@ certificates
fr: Gagnez %@ certificats
ru: Получите %@ сертификата

# AchievementsCertificatesRegularCountKindDescription567890
source: Earn %@ certificates
fr: Gagnez %@ certificats
ru: Получите %@ сертификатов

# AchievementsCertificatesDistinctionCountKindDescription1
source: Earn %@ certificate with distinction
fr: Gagnez %@ certificat avec distinction
ru: Получите %@ сертификат с отличием

# AchievementsCertificatesDistinctionCountKindDescription234
source: Earn %@ certificates with distinction
fr: Gagnez %@ certificats avec distinction
ru: Получите %@ сертификата с отличием

# AchievementsCertificatesDistinctionCountKindDescription567890
source: Earn %@ certificates with distinction
fr: Gagnez %@ certificats avec distinction
ru: Получите %@ сертификатов с отличием

# AchievementsCourseReviewsCountKindDescription1
source: Write %@ course review
fr: Donnez votre avis sur le cours %@
ru: Оставьте %@ отзыв о курсе

# AchievementsCourseReviewsCountKindDescription234
source: Write %@ course reviews
fr: Rédigez %@ avis sur le cours
ru: Оставьте %@ отзыва о курсах

# AchievementsCourseReviewsCountKindDescription567890
source: Write %@ course reviews
fr: Rédigez %@ avis sur le cours
ru: Оставьте %@ отзывов о курсах

# AchievementsStepsSolvedStreakKindDescription1
source: Correctly solve %@ task in a row
fr: Résoudre correctement %@ tâche d'affilée
ru: Решите правильно %@ задание подряд

# AchievementsStepsSolvedStreakKindDescription234
source: Correctly solve %@ tasks in a row
fr: Résolvez correctement %@ tâches d'affilée
ru: Решите правильно %@ задания подряд

# AchievementsStepsSolvedStreakKindDescription567890
source: Correctly solve %@ tasks in a row
fr: Résolvez correctement %@ tâches d'affilée
ru: Решите правильно %@ заданий подряд

# AchievementsActiveDaysStreakKindDescription1
source: Solve at least one task at %@ day in a row
fr: Résoudre au moins une tâche à %@ jour d'affilée
ru: Решайте как минимум одну задачу на протяжении %@ дня

# AchievementsActiveDaysStreakKindDescription234
source: Solve at least one task at %@ days in a row
fr: Résoudre au moins une tâche à %@ jours d'affilée
ru: Решайте как минимум одну задачу на протяжении %@ дней

# AchievementsActiveDaysStreakKindDescription567890
source: Solve at least one task at %@ days in a row
fr: Résoudre au moins une tâche à %@ jours d'affilée
ru: Решайте как минимум одну задачу на протяжении %@ дней

# AchievementsNextLevel
source: %@ for the next level
fr: %@ pour le niveau suivant
ru: %@ до следующего уровня

# AchievementsLevel
source: Level %@ / %@
fr: Niveau %@ / %@
ru: Уровень %@ / %@

# AchievementsLevelNotObtained
source: Not obtained yet
fr: Pas encore obtenu
ru: Ещё не получено

# AchievementsShareText
source: I've unlocked achievement «%@» at Stepik.org. Join and beat my record!
fr: J'ai débloqué le succès « %@ » sur Stepik.org. Rejoignez et battez mon record !
ru: Я получил достижение «%@» на Stepik.org. Попробуй обогнать!

source: Course Info
fr: Informations sur le cours
ru: Инфо о курсе

source: Edit Schedule
fr: Modifier l'horaire
ru: Редактировать расписание

source: Delete Schedule
fr: Supprimer l'horaire
ru: Удалить расписание

source: Create Schedule
fr: Créer un horaire
ru: Создать расписание

# PersonalDeadlineWidgetYesButtonTitle
source: Create
fr: Créer
ru: Создать

# PersonalDeadlineWidgetNoButtonTitle
source: No, thanks
fr: Non merci
ru: Нет, спасибо

# HrsPerWeek
source: hrs/week
fr: heures/semaine
ru: ч/неделю

# HobbyDeadlineMode
source: Hobby
fr: Loisir
ru: Хобби

# StandardDeadlineMode
source: Standard
ru: Стандарт

# ExtremeDeadlineMode
source: Extreme
fr: Extrême
ru: Экстрим

# PersonalDeadlineNotificationBody
source: Deadline for module %@ is in %@ hours. Don't miss it!
fr: La date limite pour le module %@ est dans %@ heures. Ne le manquez pas !
ru: Дедлайн для модуля %@ наступит через %@ часов. Не пропустите!

source: Save
fr: sauvegarder
ru: Сохранить

# DeadlineModeQuestion
source: How much time would you like to spend studying on this course?
fr: Combien de temps aimeriez-vous consacrer à l'étude de ce cours ?
ru: Сколько времени вы готовы тратить на изучение этого курса?

# PersonalDeadlinesModeCreationSuccessMessage
source: Personal Schedule Created Successfully
fr: Calendrier personnel créé avec succès
ru: Персональное расписание успешно составлено

# PersonalDeadlinesModeCreationFailureMessage
source: Failed to Create a Personal Schedule
fr: Échec de la création d'un horaire personnel
ru: Не удалось составить персональное расписание

# CourseMeetsRecommendations
source: Meets the recommendations of Stepik
fr: Répond aux recommandations de Stepik
ru: Соответствует рекомендациям Stepik

# SyllabusDeadlinesButton
source: Schedule
fr: Programme
ru: Расписание

# SyllabusDownloadAll
source: Download
fr: Télécharger
ru: Скачать

# SyllabusDownloaded
source: Downloaded %@
fr: Téléchargé %@
ru: Загружено %@

# SyllabusExamFinished
source: Finished
fr: Achevé
ru: Завершен

# SyllabusExamInProgress
source: In Progress
fr: En cours
ru: В процессе

# SyllabusExamStartInWeb
source: Start the Exam in the Web-Version
fr: Commencez l'examen dans la version Web
ru: Начать экзамен в Web-версии

# SyllabusExamContinueInWeb
source: Сontinue in the Web-Version
fr: Continuer dans la version Web
ru: Продолжить в Web-версии

# NoReviews
source: Unfortunately, there are no reviews sent for this course
fr: Malheureusement, aucun avis n'a été envoyé pour ce cours
ru: К сожалению, ни одного отзыва об этом курсе пока нет

# ProfileEditTitle
source: Profile edit
fr: Modifier le profil
ru: Редактирование

# ProfileEditFirstNamePlaceholder
source: First name
fr: Prénom
ru: Имя

# ProfileEditLastNamePlaceholder
source: Last name
fr: Nom de famille
ru: Фамилия

# ProfileEditShortBioPlaceholder
source: Short bio (255 chars max)
fr: Courte biographie (255 caractères max)
ru: Краткая биография (до 255 символов)

# ProfileEditDetailsPlaceholder
source: About
fr: À propos de
ru: Обо мне

# ProfileEditGeneralTitle
source: General
fr: Général
ru: Общие данные

# ProfileEditGeneralDescription
source: Your legal names, used for any certificates.
fr: Vos noms légaux, utilisés pour tous les certificats.
ru: Ваше официальное имя, используемое в сертификатах.

# ProfileEditAboutMeTitle
source: About me
fr: À propos de moi
ru: О себе

# ProfileEditEmailPlaceholder
source: Address
fr: Adresse
ru: Адрес

# WriteCourseReviewTitle
source: Course review
fr: Examen du cours
ru: Отзыв о курсе

# WriteCourseReviewActionSendResultSuccess
source: Sent
fr: Expédié
ru: Отправлено

# WriteCourseReviewActionSendResultFailed
source: Failed to send your review
fr: Échec de l'envoi de votre avis
ru: Не удалось отправить отзыв

# WriteCourseReviewActionDeleteResultSuccess
source: Deleted
fr: Supprimé
ru: Удалено

# WriteCourseReviewActionDeleteResultFailed
source: Failed to delete your review
fr: Échec de la suppression de votre avis
ru: Не удалось удалить отзыв

# WriteCourseReviewActionCreate
source: Write a review
fr: Écrire une critique
ru: Написать отзыв

# WriteCourseReviewActionEdit
source: Edit a review
fr: Modifier un avis
ru: Редактировать отзыв

# WriteCourseReviewActionDelete
source: Delete a review
fr: Supprimer un avis
ru: Удалить отзыв

# WriteCourseReviewPlaceholder
source: Review
fr: Examen
ru: Отзыв

# WriteCourseReviewRatingHint
source: Tap a Star to Rate
fr: Appuyez sur une étoile pour évaluer
ru: Коснитесь для оценки

# WriteCourseReviewActionNotAllowedDescription
source: To write a review, complete more than 80% steps
fr: Pour rédiger un avis, effectuez plus de 80 % des étapes
ru: Чтобы оставить отзыв, пройдите больше 80% материалов

# CourseInfoTabReviewsOutOfRatingTitle
source: out of 5
fr: sur 5
ru: из 5

# ErrorMessage
source: Sorry, something went wrong: please try again later.
fr: Désolé, une erreur s'est produite : veuillez réessayer plus tard.
ru: Извините, что-то пошло не так: повторите попытку позже.

source: Practice
fr: Pratique
ru: Практика

source: Theory
fr: La théorie
ru: Теория

source: Topics
fr: Les sujets
ru: Категории

# AdaptiveHardReaction
source: Hard
fr: Dur
ru: Сложно

# AdaptiveEasyReaction
source: Easy
fr: Facile
ru: Просто

# AdaptiveControlButtonSubmit
source: Submit
fr: Soumettre
ru: Отправить

# AdaptiveControlButtonTryAgain
source: Try again
fr: Réessayer
ru: Повторить

# AdaptiveControlButtonNextTask
source: Next task
fr: Tâche suivante
ru: Далее

# FailedFetchStepsError
source: Unable​ ​to​ ​load​ ​steps. Please try again later.
fr: Impossible de charger les étapes. Veuillez réessayer plus tard.
ru: Невозможно получить данные об уроке в данный момент. Пожалуйста, попробуйте снова.

# FailedMarkStepAsSolved
source: We​ ​couldn’t​ ​mark​ step as solved. Please try again later.
fr: Nous ne pouvons pas marquer l'étape comme résolue. Veuillez réessayer plus tard.
ru: Мы не можем завершить урок. Пожалуйста, попробуйте снова.

# NoAdaptiveModuleError
source: This lesson does not has practice steps.
fr: Cette leçon n'a pas d'étapes pratiques.
ru: В данном уроке нет практических заданий. Пожалуйста, выберите другой урок.

# FailedFetchKnowledgeGraphErrorTitle
source: Unable to load knowledge graph
fr: Impossible de charger le graphique des connaissances
ru: Невозможно загрузить граф знаний

# FailedFetchKnowledgeGraphErrorMessage
source: Pull down to refresh screen.
fr: Tirez vers le bas pour actualiser l'écran.
ru: Потяните вниз, чтобы обновить экран.

# FailedFetchStepsForLessonTitle
source: Unable to load lesson content
fr: Impossible de charger le contenu de la leçon
ru: Невозможно получить данные урока

# FailedFetchStepsForLessonMessage
source: Please try again later.
fr: Veuillez réessayer plus tard.
ru: Пожалуйста, попробуйте снова.

# EmptyAuthViewTitle
source: It's You!
fr: C'est toi!
ru: Это Вы!

# EmptyAuthViewSubtitle
source: Complete auth to study with comfort
fr: Autorisation complète pour étudier confortablement
ru: Пройдите авторизацию для более удобного обучения

# EmptyAuthViewDescription
source: Authorized account allows you to sync progress
fr: Le compte autorisé vous permet de synchroniser les progrès
ru: Авторизованный аккаунт позволит синхронизировать прогресс с другими устройствами

# LearningTabTitle
source: Learning
fr: Apprentissage
ru: Обучение

# TrainingTabTitle
source: Training
fr: Entraînement
ru: Тренировка

# PracticeLessonTitle
source: Practical assignments
fr: Missions pratiques
ru: Практические задания

# PracticeLessonDescription
source: Consolidate the knowledge gained
fr: Consolider les connaissances acquises
ru: Закрепите полученные знания

# LessonsViewControllerTitle
source: Topic
fr: Sujet
ru: Тема

# LessonsCountText1
source: %@ lesson
fr: %@ leçon
ru: %@ урок

# LessonsCountText234
source: %@ lessons
fr: %@ cours
ru: %@ урока

# LessonsCountText567890
source: %@ lessons
fr: %@ cours
ru: %@ уроков

# PagesCountText1
source: %@ page
fr: %@ pages
ru: %@ страница

# PagesCountText234
source: %@ pages
ru: %@ страницы

# PagesCountText567890
source: %@ pages
ru: %@ страниц

# FakeUserFailedSignInTitle
source: Something went wrong
fr: Quelque chose s'est mal passé
ru: Что-то пошло не так

# FakeUserFailedSignInMessage
source: Check​ ​your​ ​internet​ ​connection,​ ​then​ ​try​ ​again.
fr: Vérifiez votre connexion Internet, puis réessayez.
ru: Проверьте ваше интернет соединение и повторите попытку.

# TopicProgressInPercentsText1
source: %@%% completed
fr: %@%% complété
ru: %@%% пройден

# TopicProgressInPercentsText234
source: %@%% completed
fr: %@%% complété
ru: %@%% пройдено

# TopicProgressInPercentsText567890
source: %@%% completed
fr: %@%% complété
ru: %@%% пройдено

# TopicTimeToCompleteText1
source: %@ minute to complete
fr: %@ minute pour terminer
ru: %@ минута на выполнение

# TopicTimeToCompleteText234
source: %@ minutes to complete
fr: %@ minutes à terminer
ru: %@ минуты на выполнение

# TopicTimeToComplete567890
source: %@ minutes to complete
fr: %@ minutes à terminer
ru: %@ минут на выполнение

# NextLessonNavigation
source: Next Lesson
fr: Prochaine leçon
ru: Следующий урок

# PreviousLessonNavigation
source: Previous Lesson
fr: Leçon précédente
ru: Предыдущий урок

# LessonUnitNavigationFinishedModuleTitle
source: Congratulations! You finished "%@" module.
fr: Toutes nos félicitations! Vous avez terminé le module "%@".
ru: Поздравляем! Вы закончили модуль "%@".

# LessonUnitNavigationCommonErrorMessage
source: Couldn't open "%@" module. Please try again later.
fr: Impossible d'ouvrir le module "%@". Veuillez réessayer plus tard.
ru: Не удалось открыть модуль "%@". Пожалуйста, попробуйте открыть модуль позже.

# LessonUnitNavigationRequirementNotSatisfiedMessage
source: To unlock next "%@" module, you need to score %@ in "%@" module.
fr: Pour débloquer le prochain module "%@", vous devez marquer %@ dans le module "%@".
ru: Чтобы открыть следующий модуль "%@", вам нужно набрать %@ в модуле "%@".

# LessonUnitNavigationExamMessage
source: Next module "%@" is exam. You can start it from the course syllabus.
fr: Le module suivant "%@" est l'examen. Vous pouvez le démarrer à partir du programme du cours.
ru: Следующий модуль "%@" является экзаменом. Вы можете начать его из содержания курса.

# LessonUnitNavigationClosedByBeginDateMessage
source: The next module "%@" will open %@.
fr: Le prochain module "%@" ouvrira %@.
ru: Следующий модуль "%@" из этого курса будет доступен %@.

# LessonUnitNavigationClosedByEndDateMessage
source: The next module "%@" was closed %@.
fr: Le module suivant "%@" a été fermé %@.
ru: Доступ к следующему модулю "%@" был закрыт %@.

# LessonUnitNavigationActionSyllabus
source: Go to Syllabus
fr: Aller au Syllabus
ru: В содержание

# LessonUnitNavigationRequirementNotSatisfiedActionContinue
source: Continue Learning
fr: Continuer à apprendre
ru: К задачам

# LessonPreviousUnitNavigationFinishedModuleTitle
source: You finished "%@" module.
fr: Vous avez terminé le module "%@".
ru: Вы закончили модуль "%@".

# LessonPreviousUnitNavigationRequirementNotSatisfiedMessage
source: To unlock adjacent "%@" module, you need to score %@ in "%@" module.
fr: Pour déverrouiller le module "%@" adjacent, vous devez marquer %@ dans le module "%@".
ru: Чтобы открыть соседний модуль "%@", вам нужно набрать %@ в модуле "%@".

# LessonPreviousUnitNavigationExamMessage
source: Adjacent module "%@" is exam. You can start it from the course syllabus.
fr: Le module adjacent "%@" est un examen. Vous pouvez le démarrer à partir du programme du cours.
ru: Соседний модуль "%@" является экзаменом. Вы можете начать его из содержания курса.

# LessonPreviousUnitNavigationClosedByBeginDateMessage
source: The adjacent module "%@" will open %@.
fr: Le module adjacent "%@" ouvrira %@.
ru: Соседний модуль "%@" из этого курса будет доступен %@.

# LessonPreviousUnitNavigationClosedByEndDateMessage
source: The adjacent module "%@" was closed %@.
fr: Le module adjacent "%@" a été fermé %@.
ru: Доступ к соседнему модулю "%@" был закрыт %@.

# DiscussionsButtonTitle
source: Show Comments (%@)
fr: Afficher les commentaires (%@)
ru: Показать комментарии (%@)

# NoDiscussionsButtonTitle
source: Leave a Comment
fr: Laissez un commentaire
ru: Напишите комментарий

# DisabledDiscussionsButtonTitle
source: Comments Disabled
fr: Commentaires désactivés
ru: Комментарии отключены

# SolutionsButtonTitle
source: Show Solutions (%@)
fr: Afficher les solutions (%@)
ru: Форум решений (%@)

# NoSolutionsButtonTitle
source: Post a Solution
fr: Publier une solution
ru: Опубликуйте решение

# LessonTooltipPointsWithScoreTitle
source: You got: %@ out of %@ for step
fr: Vous avez : %@ sur %@ pour l'étape
ru: Вы получили: %@ из %@ за шаг

# LessonTooltipPointsTitle
source: You will get: %@ for step
fr: Vous obtiendrez : %@ pour l'étape
ru: Вы получите: %@ за шаг

# LessonTooltipTimeToCompleteTitle
source: %@ for lesson
fr: %@ pour la leçon
ru: %@ на урок

# StepVideoPlayingNotReachableErrorTitle
source: You're offline
fr: Vous n'êtes pas connecté
ru: Ошибка соединения

# StepVideoPlayingNotReachableErrorMessage
source: Check​ your​ ​internet​ ​connection,​ ​then​ ​try​ ​again.
fr: Vérifiez votre connexion Internet, puis réessayez.
ru: Подключитесь к интернету и повторите попытку.

# StepStatisticsPassedByTitle
source: Passed:
fr: Passé:
ru: Решило:

# StepStatisticsCorrectRatioTitle
source: Successfully:
fr: Avec succès:
ru: Успешно:

# EditStepAlertActionTitle
source: Edit
fr: Éditer
ru: Редактировать

# StepSubmissionsAlertActionTitle
source: Show Submissions
fr: Afficher les soumissions
ru: Показать решения

# StepARThumbnailALTText
source: A 3D model.
fr: Un modèle 3D.
ru: 3D модель.

# DownloadARQuickLookTitle
source: Downloading AR-object
fr: Téléchargement de l'objet AR
ru: Загрузка AR-объекта

# DownloadARQuickLookAlertFailedMessage
source: Couldn't download AR-object. Please try again later.
fr: Impossible de télécharger l'objet AR. Veuillez réessayer plus tard.
ru: Не удалось загрузить AR-объект. Пожалуйста, попробуйте снова.

# StepARQuickLookUnsupportedAlertTitle
source: AR Quick Look Not Supported
fr: Aperçu rapide AR non pris en charge
ru: Дополненная реальность не поддерживается

# StepARQuickLookUnsupportedAlertMessage
source: Your device is not supported by viewing the content in the augmented reality, the minimum requirement iOS 12.
fr: Votre appareil n'est pas pris en charge par l'affichage du contenu dans la réalité augmentée, l'exigence minimale iOS 12.
ru: Ваше устройство не поддерживает просмотр объектов в дополненной реальности. Требуется iOS 12.0 и новее.

# StepDisabledStudentTitle
source: You can't view the assignment yet
fr: Vous ne pouvez pas encore voir le devoir
ru: Увидеть задачу пока нельзя
